[
  {
    "id": 27,
    "url": "https://www.theguardian.com/global-development/2016/sep/28/healers-cure-mistrust-guinea-health-system-after-horrors-ebola",
    "title": "Healers cure mistrust in Guinea's health system after horrors of Ebola",
    "text": "Dressed in a stripy shirt and white skullcap, Mory Kaba roots around behind bottles of mysterious dark liquids and pulls out a small package. A new patient has just arrived at the traditional healer’s shop in Kissidougou.\n\n\n\nKaba’s table is spread with khaki-coloured powders and brown pellets. His patient, a middle aged woman with £1 to spend, has fever, stomach pain, a headache and sore feet. He sells her a twist of yellow powder, gives her instructions, and writes down the sale in his ledger.\n\n“If I’ve tried two or three times to cure someone and nothing works, then I send them to the hospital,” Kaba says. “I haven’t seen this lady before, but I have treated these symptoms in the past, so I’m giving it a go.”\n\n\n\nMotorbikes cocooned in bubble wrap whizz past his wooden walls: they are all protected against the rain like this in Guinea, where despite its mineral wealth and fertile land the poverty is relentless as its downpours.\n\n\n\nTraditional healers, who in this west African country mainly forage for remedies in the forest, are believed to be the first port of call for around 80% of sick Guineans. A dire shortage of health workers means there is not much competition for these men and women who live in the communities they treat. They are thought to have divine powers, and enjoy unquestioning trust.\n\n\n\nThis trust proved crucial during the Ebola outbreak, when traditional healers were persuaded to refer patients to treatment centres and were taught how to stop it spreading.\n\n\n\nNow, the government is considering trying to integrate traditional healers into the healthcare systems more generally in Guinea, to help fight other diseases including malaria, cholera, meningitis and measles.\n\n\n\nFacebook Twitter Pinterest Mory Kaba, a traditional healer, in his shop in Kissidougou. Photograph: Kate Holt\n\n“We believe that they should be part of the health system. Better to organise them, and rely on them as a surveillance system,” says Guy Yogo, Unicef’s deputy representative in Guinea, who is in discussions with the government about bringing them into the fold. “If the government agrees that they should be part of the health system, then my view is that it’s worth investing, because they are not asking a lot. When people are organised, they comply more easily. If we leave them outside the health system, they won’t comply.”\n\n\n\nThe Ebola outbreak, which killed more than 11,000 people and was only finally declared over in Guinea in June, was a terrifying experience for those who lived through, or near it. Doctors and nurses were dying, medicine ran out and clinics closed their doors. Family members would suddenly die horrible deaths. Strangers in alien-looking suits would come to take away the bodies – bodies that should, according to important local customs, have been touched and washed and buried by the community. Rather than traditional white shrouds, bodies were buried in black bags – something Guineans believed would surely send them straight to hell.\n\n\n\n“The pharmacies were empty. There were no more drugs – nothing! Traditional healers were the only option,” Yogo says.\n\n\n\nHowever, in some cases their attempts to treat Ebola made the situation worse, as they contracted the virus themselves and passed it on to patients.\n\n\n\nOne study found that an explosion of Ebola cases stemmed from a well-known healer who had tried to treat the virus and died. Then, 14 women caught the disease at her funeral, just over the border in Sierra Leone, and spread it throughout their communities.\n\n\n\n'My hope is that there is more peace here': life after Ebola – in pictures Read more\n\nIn a shady clearing in Kissidougou, a tall man in a white coat with a Christmas tree drawn in felt-tip on the chest presides over a meeting of dozens of elderly healers – men and women – with Hawa Sakho, a Unicef representative.\n\n“People always start with us. During Ebola, I called all of the traditional healers and told them that if someone is sick, to see if it’s Ebola and send them to the hospital,” says Fakoly Kourouma, the president of a local association of healers. “People were scared of the hospitals, though. We tried to convince them. Sometimes I took patients there myself.”\n\n\n\nNow, many healers are used to passing patients on to the hospitals, and they do it for other diseases they cannot treat. Referring patients to health centres, however, is not necessarily a sound financial strategy for a healer.\n\n\n\n“It was very difficult, because it took work and money away from them,” Yogo says.\n\n\n\nThe healers don’t always see themselves in competition with health services, though.\n\n\n\n“The hospitals can treat some things we can’t and vice versa,” Kourouma says. “If someone puts a curse on you, we can treat you – the hospital can’t. If you have a broken leg, we put something on it and touch it and a few days later it’s fixed … ”\n\nAfter the meeting, Unicef’s Sakho explains how the organisation works with the healers so that the sick get the treatment they need. “Most of the time we do training with them – how to treat a patient, hygiene, when a patient is in the house, you need to put them in a separate room from your family – things like that.”\n\nThis helped stem the spread of Ebola in communities, but also protected the healers themselves. Laye Mamady Doumbouya, a traditional healer in Siguiri, made a narrow escape.\n\n\n\nFor years the sick, the impotent and the cursed have visited him at his modest compound to buy his medicine. He is blind and sits, surrounded by peanut shells and flies, in the plastic chair where he has sat in for many years, waiting for patients.\n\n\n\nSocial stigma compounds desperate poverty of Guinea's Ebola survivors | Billie Adwoa McTernan Read more\n\nOne night in 2014, Doumbouya’s household had been asleep for hours when a patient arrived, brought by friends.\n\n\n\n“I told them that I didn’t have enough space in my house, so I couldn’t accept him that night,” Doumbouya says. “They spent the night in their car, and when I woke up in the morning I noticed that they were still there. So I sent my sons to look for medicine leaves in the bush so that I could treat him, but by the time my sons came back, the man had already died.”\n\n\n\nThe man, it turned out, had run away from home after his mother died from Ebola and he was listed as a contact. Doumbouya had never seen anybody with Ebola before, though he had heard of the disease, and his precaution of not touching the man and not letting him in the house probably saved his family, who were quarantined immediately.\n\n\n\n“Luckily, none of my family got sick, but we were victims of stigma,” he says. “Neighbours avoided my family and people stayed away from my wife when she went to the market.”\n\n\n\nEbola was a terrifying disease, and has understandably made people suspicious.\n\n\n\n“For people to start using the health system again, trust will have to be rebuilt,” says Yogo. “People wanted good answers about Ebola – why was there this disease, and why couldn’t the health workers deal with it? Ebola was a really scary disease.”\n\n\n\nHe believes that traditional healers are ideally placed to help restore confidence.\n\n\n\n“They are the first-line counsellor in communities. The community believes they hold some sort of divine power. They are well-respected, and they’ve been effective helping us lifting resistance and rebuilding trust in the communities.”",
    "software_words": {
      "package": 1,
      "system": 7,
      "fix": 1
    },
    "bug_words": {
      "bug": 1,
      "outage": 3
    },
    "title_collocations": [],
    "text_collocations": [
      "out a small package"
    ]
  },
  {
    "id": 60,
    "url": "http://www.csindy.com/coloradosprings/when-it-comes-to-campaigns-around-amendments-there-are-davids-and-goliaths/Content?oid=4069530",
    "title": "When it comes to campaigns around amendments, there are Davids and Goliaths",
    "text": "click to enlarge JrCasas /Shutterstock.com\n\nWhen it comes to getting initiatives passed by voters, money counts. Some campaigns have a lot more of it than others.\n\nIf you think Amendment 69, otherwise known as ColoradoCare, is a bad idea, you're in good company.\n\nA recent Colorado Mesa University-Rocky Mountain PBS poll of 540 Colorado voters found that 56 percent oppose the plan to provide universal health care for state residents.\n\nSome might say that's because people like their health insurance plans, fear the effects of a big tax increase, or are skeptical that the plan could pay for itself (\"Visualize universal coverage,\" News, Aug. 17).\n\nOf course, there is another explanation: Big business and interest groups have pumped untold millions into Amendment 69 opposition campaigns ahead of the November election.\n\nIn politics, money talks. And this election season, as voters face down seven citizen-driven statewide initiatives — many of them deeply controversial — some campaigns have more funding than others. That certainly rings true when it comes to what are arguably the state's most progressive proposals: Amendment 69 and Amendment 70 (which would raise the minimum wage to $12 an hour by 2020).\n\nColoradans for Coloradans, the most well-known anti-69 campaign, had raised $3.97 million as of Sept. 14, according to Colorado Secretary of State filings. A second anti-69 campaign, Colorado Health Care Choices, had $475,519.31 in contributions, all of it from the Colorado Health Care Institute, a recently established 501(c)4 that doesn't have to reveal its donors. (It is not associated with the similarly named Colorado Health Institute, which has released studies on Amendment 69.)\n\nMeanwhile, an Americans for Prosperity representative says the Koch brothers-backed group is running its own \"six-figure\" campaign against Amendment 69, though it doesn't have to reveal its finances under the law.\n\nIn contrast, ColoradoCareYes, the pro-Amendment 69 group, has raised just $745,690.86 since its founding in 2015. In 2016, it's raised $321,706.37. That hasn't been enough to pay for the TV commercials that anti groups have funded.\n\nAmendment 70, on the flip side, appears to be the Goliath in its race. The same poll that shows Amendment 69 losing, has Amendment 70 winning with 58 percent support.\n\nBacked by labor union dollars, Colorado Families for a Fair Wage had brought in $2.3 million by Sept. 14 compared to the opposition campaign, Keep Colorado Working, which had raised $636,884.99 in that time period, Secretary of State's Office documents reveal.\n\nHowever, things may be looking up for Keep Colorado Working, which just purchased — or as their spokesperson puts it \"reserved\" — $2.3 million in TV ads.\n\nSean Duffy, spokesperson for Coloradans for Coloradans, says he's not ashamed of where his campaign's money is coming from.\n\n\"Of course the business community's very concerned about Amendment 69,\" he says. \"And, in addition, companies that operate now in health care, health insurance, understand the real threat that this very poorly crafted amendment presents to the quality of health care.\"\n\nColoradoCare, which would create a Medicaid-like health insurance system that would cover all Coloradans through a 10 percent tax, has been divisive, drawing opposition from many business groups, health insurance groups, medical facilities and associations, as well as a large group of powerful politicians, including many of the state's top Democrats.\n\nOn the other hand, ColoradoCare also has some important allies, like Sen. Bernie Sanders, Gloria Steinem and Noam Chomsky. What ColoradoCare doesn't have, however, is the big donors the anti groups have.\n\nSome major funders of the Coloradans for Coloradans campaign include health insurer Anthem, Inc. ($1 million); health insurer Kaiser Permanente Financial Services Ops ($500,000); health insurer United Healthcare Services Inc. ($450,000); Denver hospital system HealthONE System Support ($250,000); health care provider Centura Health ($125,000); the Denver Metro Chamber of Commerce ($100,000); Colorado Association of Realtors ($100,000); insurance brokerage firm Mountain West Series of Lockton Companies, LLC ($100,000); Cigna Health and Life Insurance ($100,000); Pharmaceutical Research and Manufacturers of America ($100,000); and the health care organization and hospital family SCL Health ($100,000).\n\nDuffy notes that 56 percent of his campaign's donations are under $100, and says the campaign isn't just doing an expensive ad blitz; it's been going for months to community meetings, from Rotary Clubs to HOAs, and debating representatives from the opposing campaign.\n\n\"It's been a very energetic campaign, and we've got I think 1,100 groups and individuals have signed on to oppose Amendment 69,\" he says, noting that the Colorado Medical Society, which opposes 69, found that 78 percent of physicians who responded to their query also opposed the measure.\n\nBut here's the twist: From a fundraising standpoint, Amendment 69 appears more popular with individuals than the anti campaigns. In 2016 alone, ColoradoCareYes had 3,620 donors, more than 99 percent individual people.\n\nTo put that in perspective, that's more than 10 times the donors that Coloradans for Coloradans has. (Coloradans for Coloradans, by the way, lists about 275 individual people who have donated to its campaign in its filings.)\n\nOwen Perkins, spokesperson for ColoradoCareYes, says the opposition is anything but grassroots, calling their contributions \"a who's who list of big medicine and big pharma.\" Perkins says he thinks big insurers could probably handle losing Coloradans as customers, but he believes that they are fighting 69 because the system would be effective, and within a few years, it would be duplicated in other states before becoming a nationwide system.\n\n\"If you can buy an election, they're well on their way,\" he says. \"But we're certainly hoping that Coloradans will do as they've done in the past and be able to make decisions regardless of advertising.\"\n\nNotably, the biggest contributors to ColoradoCareYes are individuals, and only two have given more than $100,000. No donor has yet reached $200,000 in donations.\n\nPerkins says many volunteers have been knocking on doors and manning phone banks, and he's hoping the Sanders group Our Revolution may boost the campaign by making calls on ColoradoCare's behalf.\n\nPatty Kupfer, campaign manager for Colorado Families for a Fair Wage, which is supporting Amendment 70, says it may look like her campaign is on the path to victory, but she's cautious.\n\n\"I think that we feel like we're in a fairly strong position, however the hardest part is when you're the 'yes' campaign you have to get on the ballot first and that cost us almost a million dollars,\" she says.\n\nKupfer adds that the opposition campaign, Keep Colorado Working, appears to have recently received a large donation that it will not need to disclose for weeks. She notes the anti-70 campaign, which has reported raising less than $1 million, recently purchased $2.3 million in TV ads.\n\nKupfer suspects that one of two major funders is footing the bill: The National Restaurant Association (the Hospitality Issue PAC, funded by the National Restaurant Association, has given $200,000 to the anti campaign so far) or the Workforce Fairness Institute, an organization that insists on its website that it's not anti-union, which has contributed $250,000 to the anti campaign.\n\nTyler Sandberg, campaign manager for Keep Colorado Working, says none of that is true. He says he simply \"reserved\" the ads, in hopes of raising enough to cover the costs.\n\nKupfer says she isn't buying it.\n\n\"That's 100 percent not true,\" she says. \"You can not reserve one minute without paying for it.\"\n\n(The Indy checked with Nick Matesi, general manager of KKTV Channel 11, for insight on the argument. In a way, he says, both campaigns are right. TV stations often allow campaigns to \"pre-book\" time, he says, but won't run a campaign ad until they have a check. KKTV also has a two-week cancellation policy. Generally, he says, campaigns don't book time unless they expect to have the money to pay for it.)\n\nBut Sandberg has some bombs of his own to lob. He says he isn't getting big funding because the wage increase wouldn't hurt big businesses; it would hurt tiny ones. (The only other major funder of the anti campaign so far is Colorado Citizens Protecting Our Constitution, a nonprofit group that previously targeted lawmakers who voted for gun control. It's given $75,000.)\n\n\"We're up against bottomless pits of big labor union money,\" Sandberg says.\n\nColorado Families for a Fair Wage does have a number of major funders, including: the Civic Participation Action Fund ($500,000), a 501(c)(4) that does not have to reveal its donors, which gives to organizations and projects that \"promote racial equality, expand civic engagement and increase economic opportunity for low income communities and communities of color\"; the Center for Popular Democracy Action Fund ($350,000), another 501(c)(4) with a \"pro-worker, pro-immigrant, racial and economic justice agenda\"; the Fairness Project ($336,132.07), a labor union-backed fund aiming to raise the minimum wage in states across the nation; the Service Employees International Union ($250,000); the National Education Association, or teachers union, ($250,000); the Sixteen Thirty Fund ($114,500), another progressive 501(c)(4); and the New Venture Fund ($110,781.32), a 501(c)(3) which focuses its energy on \"conservation, global health, public policy, international development, education, disaster recovery, and the arts.\"\n\nSandberg says his campaign, on the other hand, is supported by small businesses that can't afford to give their employees a big raise and stay in business — particularly if they're located in a rural area. He says Amendment 70 would have gotten more support from businesses if it had allowed for a different rate of wage increases for small businesses and rural areas.\n\n\"Everyone deserves to make a living wage,\" he says, \"but it's what the businesses can afford.\"\n\nBut Kupfer says that people across the state need a raise — and she thinks claiming that businesses will go broke is a scare tactic. After all, she points out, Colorado added thousands of jobs in the two years following its last bump in the minimum wage, in 2006.\n\n\"I find it pretty cynical,\" she says, \"that they are willing to spend millions and millions of dollars to keep from giving Coloradans a raise.\"",
    "software_words": {
      "system": 5
    },
    "bug_words": {
      "bug": 1,
      "outage": 1,
      "issue": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "system\"if you can buy"
    ]
  },
  {
    "id": 80,
    "url": "http://www.georgeherald.com/news/Arts--Entertainment/Entertainment/173197/Braaikompetisie-by-Erfenisfees",
    "title": "Braaikompetisie by Erfenisfees",
    "text": "We do apologise\n\nDue to unforeseen technical problems, our classified advertisements could not be published online and in the newspaper in their entirety this week.\n\n\n\nOns vra om verskoning\n\nWeens onvoorsiene tegniese probleme verskyn slegs ‘n gedeelte van ons geklassifiseerde advertensies aanlyn en in hierdie week se koerant.\n\n\n\n",
    "software_words": {
      "technical": 1
    },
    "bug_words": {
      "problem": 2
    },
    "title_collocations": [],
    "text_collocations": [
      "technical problems"
    ]
  },
  {
    "id": 82,
    "url": "http://www.georgeherald.com/news/Arts--Entertainment/Entertainment/173229/Roos-en-blommeskou-eersdaags",
    "title": "Roos- en blommeskou eersdaags",
    "text": "We do apologise\n\nDue to unforeseen technical problems, our classified advertisements could not be published online and in the newspaper in their entirety this week.\n\n\n\nOns vra om verskoning\n\nWeens onvoorsiene tegniese probleme verskyn slegs ‘n gedeelte van ons geklassifiseerde advertensies aanlyn en in hierdie week se koerant.\n\n\n\n",
    "software_words": {
      "technical": 1
    },
    "bug_words": {
      "problem": 2
    },
    "title_collocations": [],
    "text_collocations": [
      "technical problems"
    ]
  },
  {
    "id": 105,
    "url": "http://www.nineoclock.ro/kovesi-after-ungureanus-resignation-dna-had-no-conflict-with-sie-or-other-state-institutions/",
    "title": "Kovesi after Ungureanu’s resignation: DNA had no conflict with SIE or other state institutions",
    "text": "After a long absence from television studios, National Anticorruption Directorate (DNA) Chief Prosecutor Laura Codruta Kovesi appeared in a talk-show broadcast by the public broadcaster and expressed her points of view on the recent events and on some of the most resounding cases currently handled by DNA prosecutors.\n\nLaura Codruta Kovesi stated she still expects to receive intelligence from the Foreign Intelligence Service (SIE), in accordance to the law, and emphasised that the DNA did not have a conflict with SIE or with any other state institutions.\n\n“DNA did not have a conflict with SIE or with other state institutions. According to the law, when an intelligence service gets hold of information related to corruption it has the obligation to notify us. I still expect to receive intelligence from SIE because that’s what the law says. We don’t have to have institutional relations, to meet, to sign protocols in order for them to do their job,” Kovesi stated.\n\nThe Chief Prosecutor of the DNA emphasised that she does not know the reasons why Mihai Razvan Ungureanu resigned from the helm of SIE.\n\nAnswering a question about the dispute between SIE and DNA Chief Prosecutor Laura Codruta Kovesi, President Klaus Iohannis stated on April 28 that he met her and SIE Director Mihai Razvan Ungureanu and considered the issue settled.\n\nAsked for his comments on DNA Chief Prosecutor Laura Codruta Kovesi’s statement about SIE and whether he thinks SIE Director Mihai Razvan Ungureanu should resign, the President said at the time that he invited them for a talk.\n\n“This situation is caused by communication that is, probably, suboptimal. In order to clarify these aspects, I invited them both, I had talks with Laura Codruta Kovesi and SIE Director Mihai Razvan Ungureanu. It was a constructive discussion, things have been clarified and next they will jointly find solutions to the problems that might appear and to the misunderstandings between the two institutions. I consider the issue settled,” Iohannis was saying.\n\nChief Prosecuted Codruta Kovesi stated in April that in recent years the DNA did not receive any reports from the Foreign Intelligence Service despite the fact that many defendants are opening bank accounts or purchasing assets abroad. She labelled the situation unacceptable.\n\nIn response to her accusations, the Foreign Intelligence Service (SIE) pointed out at the time that it is not monitoring the activities of Romanian citizens abroad, and the intelligence gathered by it cannot be used as evidence in court since it is obtained through specific means, through espionage carried out on the territory of other states.\n\nDNA Chief on new request in Oprea case: President’s green light requested in similar situations\n\nDNA Chief Prosecutor Laura Codruta Kovesi admitted in an interview for TVR on Monday evening that following Gabriel Oprea’s resignation from Parliament the prosecutor handling the case could file a new criminal prosecution request with the Romanian President, giving the Miron Mitrea case as an example of a precedent.\n\n“It’s premature to discuss before the resignation produces its effects. For the time being it has been filed, we are waiting for it to be read out in the plenum and published. In similar situations the President’s green light was requested, and I can mention the Miron Mitrea case. The law does not stipulate any conditions in this sense. No other evidence was brought in the Mitrea case. After the resignation was published the case file and the request were sent to the President. We already have a precedent set by a Supreme Court ruling,” Laura Codruta Kovesi stated on TVR.\n\nKovesi on Olguta Vasilescu’s case file: Only a judge can tell us whether a case file is sound\n\nDNA Chief Prosecutor Laura Codruta Kovesi also stated that in Craiova Mayor Lia Olguta Vasilescu’s case only judges can say whether there is evidence, the decision to eliminate some pieces of evidence in that case not being final.\n\n“Whether the case files are flimsy, sound, big or small, it’s for a judge to decide. The judge is the only one in the position to tell us whether there is sound evidence in this case. In this case we are talking about a case file in which other persons are involved too, besides Olguta Vasilescu. The case file is on the judge’s table, in the court of first instance, no court ruling has been issued in what concerns guilt or innocence. We’ll see what the judge’s reasons are and we will abide by them. This year we have indicted eight hundred persons, six hundred have already received final sentences, some of them in case files finalised in previous years. The percentage of acquittals is stable. I’ve heard stories that a case file is flimsy, there is no guilty act, that it’s a political case, and later on we obtained convictions ruled by the court,” the DNA Chief Prosecutor stated on TVR.\n\nThe Bucharest Court has decided to cancel some of the evidence included by the prosecution in the case file in which Craiova Mayor Lia Olguta Vasilescu is charged with passive bribery, misuse of authority or influence and money laundering. The decision is not final.\n\nPrivate companies paid large sums to intimidate DNA prosecutors. It’s something new for Romania\n\nDNA Director Laura Codruta Kovesi stated on Monday evening on TVR that she has noticed lately a new approach in the attempt to intimidate DNA prosecutors, namely the hiring of private companies “paid lots of money.”\n\n“Until now we were used to being attacked through public statements made in various shows, on Facebook. Lately I’ve seen that private companies are hired, being paid large sums of money, to come and intimidate DNA prosecutors. It’s a new approach for Romania,” Kovesi said. “DNA prosecutors are too resilient, let’s hire companies to harass and intimidate them,” she added.\n\nAsked whether she felt intimidated following the Black Cube case in which two Israeli citizens – Weiner Ron and Geclowicz David – are accused of having tried to intimidate the Chief Prosecutor of the DNA, she answered: “I don’t think I look intimidated, I don’t think anyone was intimidated within the DNA.”\n\nShe noted that the attacks against the DNA have multiplied lately, coming particularly from persons investigated or “from the politicians who support those persons.”\n\nBut “we are used to being attacked,” “it has become the norm for a person investigated by the DNA to come out and levy all kinds of public accusations,” the DNA Chief Prosecutor stated.\n\nShe pointed out that “there is no problem,” considering that “freedom of expression is guaranteed.”\n\n“We are not worried. (…) We are impressed and concerned about the dramatic effects of corruption,” considering that there have been “so many cases in which corruption resulted in deaths,” Laura Codruta Kovesi added.\n\nInvestigation into 2009 presidential elections started in 2015 when notified upon\n\nAsked to comment the calumnious statements that ex-President Traian Basescu made about her, after his eldest daughter was placed under court supervision last Thursday in a case concerning illegal contributions in the 2009 presidential campaign, Kovesi answered: “I won’t comment on the calumnious public statements made by some persons.”\n\nShe pointed out that the investigation into the illegal contributions for the 2009 presidential campaign started last year, in 2015, after the DNA received some “notifications.”\n\n“We are guided or halted in our investigations by the statute of limitation only. As long as the statute of limitation has not operated, we, as prosecutors, have the mandate to investigate any act that is brought to our knowledge through a complaint or address lodged by an individual or legal person. In this very case, the investigation opened in 2015; we received notifications, the inquiry started, some evidence was provided, and we have reached this stage,” Kovesi told the public broadcaster TVR 1 on Monday night.\n\nWhen asked whether former president Traian Basescu has any capacity in this case file, the DNA Chief Prosecutor said the persons involved in this case are revealed in the DNA communique.\n\nIoana Basescu, the eldest daughter of former President Traian Basescu, currently under conditional bail, is being prosecuted by the National Anticorruption Directorate (DNA) for incitement to malfeasance in office and money laundering.\n\nAccording to a DNA press release, the acts have to do with illegal contributions for the presidential campaign of 2009.\n\nIn the same case, prosecutors have started the criminal prosecution and have ordered a 60-day conditional bail measure for former Minister Elena Udrea, who is charged with five counts of money laundering; Gheorghe Nastasia – at the time of the offense General Secretary at the Ministry of Regional Development and Tourism (MDRT), charged with bribe taking, and Victor Tarhon, Chairman of the Tulcea County Council at the time of the offense, also charged with bribe taking.\n\nIoan Silviu Wagner is also prosecuted in this case, being charged with malfeasance in office if the civil servant sought to gain a benefit for self or for others. At the time of the offense he was manager of a company in which the state had the majority stake. Businessman Giovanni – Mario Francesco is also prosecuted in this case, being charged with tax evasion and money laundering.\n\n“There is no Ponta-Ghita-Blair case”\n\nKovesi also stated that “within the DNA there is no Ponta-Ghita-Blair case.”\n\n“There is a case in which we are investigating a businessman and a former party president. The investigation is ongoing; evidence is being gathered. Our role as DNA prosecutors is to carry out investigations into corruption crimes. This case contains corruption crimes that fall within the prerogatives of the DNA,” the DNA Chief Prosecutor stated on TVR.",
    "software_words": {
      "app": 1
    },
    "bug_words": {
      "outage": 7,
      "issue": 3,
      "problem": 2
    },
    "title_collocations": [],
    "text_collocations": [
      "problems that might appear"
    ]
  },
  {
    "id": 133,
    "url": "http://www.nineoclock.ro/teamnet-group-expands-its-activity-in-the-middle-east/",
    "title": "Teamnet Group expands its activity in the Middle East",
    "text": "Teamnet Group, one of the most important system integrators at the regional level, expands its activity in the Middle East, through a project developed for the Ministry of the Regional Municipality and Water Resources in Oman, in partnership with Modern Information Technology LLC (ITON) Group. The project, named „Ministry Core Applications and eServices Portal”, aims to implement a system that will issue online municipal authorizations. Thus, the two companies will support the digitalization and optimization of more than 400 types of services and 700 procedures related to areas such as public health, sanitation, constructions and water resources exploitation. On a market where IT investments of this year are estimated by Gartner at USD 212.9 billion in the Middle East, the solutions designed within this project are meant to reduce bureaucracy, to strengthen the decisional transparency and to facilitate communication with people.\n\nThe IT sector in the Middle East is growing, and Gartner specialists estimate that the business IT services will represent 84 percent of the total segment of the services in the field, while Enterprise software applications will record the highest growing rate in this year, in the Middle East. However, in terms of actual investments, the infrastructure software solutions will lead the top. Implementing technology in all the aspects of the life is a global concern, and Middle East is not apart from this trend, this being a priority both for Governments and for the business sectors.\n\n“Teamnet’s entrance in this region, as well as the expansion on all the markets in which we operate, is a result of our team’s 15-year work in Romania and worldwide, in order to develop competitive solutions, globally acknowledged. Although in some countries we are at the beginning, as in Oman, in an extremely competitive global IT market, we estimate 70 percent growing results at the global level for Teamnet in this year, compared to last year”, stated Bogdan Padiu, Teamnet Group CEO.\n\nAli bin Mohammed al Abri, Deputy Secretary of the Ministry of the Regional Municipality and Water Resources, stated to the press in Oman: “The agreement is the result of the efforts made by the Government to implement e-services which facilitate the relationship between us and the citizens. More than 400 types of services and 700 related procedures will be provided by electronic means”. In his turn, Dr. Salim bin Sultan al Ruzaiqi, CEO of the Authority for the Information Technology (ITA), underlined the importance of this project, which serves a large number of citizens and companies.\n\nTeamnet will create the central system of the project, consisting in: Water Resource System, Technical Services System, Health Control System, Atlas GIS Services, as well as maintenance and support services, and it will also manage the data migration process. Modern Information Technology LLC, the project leader, will handle the implementation of the eServices portal, Case Management, Mobile Application, the hardware equipment delivery and licenses, the data migration and support and maintenance services.\n\nModern Information Technology LLC (ITON) is the most important IT software and services producer in Oman, operating also in the United Arab Emirates, India, USA, Canada and Australia. ITON clients portfolio include the Ministry of Foreign Affairs, Ministry of Finance, Ministry of Justice, Ministry of Trade and Industry in Oman and others.\n\nIn 2015, Teamnet Group has recorded a consolidated turnover of more than EUR 110 million, 18 percent higher than the previous year.",
    "software_words": {
      "software": 3,
      "hardware": 1,
      "technology": 5,
      "technical": 1,
      "system": 6,
      "application": 3
    },
    "bug_words": {
      "issue": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "system that will issue"
    ]
  },
  {
    "id": 183,
    "url": "http://www.mb.com.ph/naacp-head-says-shooting-victims-history-doesnt-matter/",
    "title": "NAACP head says shooting victim’s history doesn’t matter",
    "text": "NAACP head says shooting victim’s history doesn’t matter\n\nCHARLOTTE, N.C. — A restraining order filed against a North Carolina man killed by police last week shouldn’t matter because officers who confronted him didn’t know about that history before he was shot to death, a civil rights leader said.\n\nA protester walks in front of CMPD officers in riot gear with a sign reading “All Lives Matter We Are 1″ in Charlotte, N.C. Wednesday, Sept. 21, 2016. (Jeff Siner/The Charlotte Observer via AP) mb.com.ph\n\nCorine Mack, president of the local NAACP chapter, said blacks typically are “demonized” after being killed by police.\n\n“I don’t want to hear any of that,” Mack said at a news conference Tuesday announcing demands that include implementation of police reforms approved last year.\n\nCourt documents say Keith Lamont Scott had a restraining order filed against him a year ago when he threatened to kill his wife and her son with a gun.\n\nKeith Scott’s wife filed the order Oct. 5, that law enforcement officers who encounter him should be aware that he “carries a 9mm black” gun. Police have said Scott had a handgun when they approached him at an apartment complex last week.\n\nOfficers told Scott repeatedly to drop the weapon and he was shot to death when he didn’t follow their orders, Charlotte-Mecklenburg Police Chief Kerr Putney has said.\n\nScott’s family has said he was not armed. Videos released by police and the family are inconclusive, and state authorities are investigating. Protests over the shooting spanned the past week, and some of those protests turned violent. Charlotte streets were mostly quiet Tuesday night for the first time since the shooting.\n\nTuesday evening, the police headquarters building had to be evacuated as a bomb squad checked out a suspicious package. A robot removed the package from the building and police said on their Twitter page that the package was taken to a remote location to be rendered harmless.\n\nIn the restraining order last fall, Rakeyia Scott sought to keep her husband away because “he hit my 8-year-old in the head a total of three times with his fist,” she said in the restraining order.\n\n“He kicked me and threaten to kill us last night with his gun,” she said in the order filed in Gaston County, where the couple then lived. “He said he is a ‘killer’ and we should know that.”\n\nRakeyia Scott checked boxes on the form informing law officers who would serve the restraining order that her husband had neither a permit issued by a county sheriff to buy a handgun nor a state permit to carry a concealed handgun, which requires a criminal background check. She said he worked as a mall security guard.\n\nWhen deputies went to serve the restraining order two days after it was filed, Scott had already moved to South Carolina, where he has family. About a week after that, Rakeyia Scott filed a separate court notice voluntarily dismissing the order, saying: “He is no longer a threat to me and my family.”\n\nIn a video released last week capturing the moments before and after Scott was shot by police, Rakeyia Scott can be heard telling officers: “Don’t shoot him! He has no weapon.”\n\nCharlotte-Mecklenburg Police said they found Scott’s DNA and fingerprints on a handgun recovered at the scene and that he was wearing an ankle holster when he was killed.\n\nPolice released a photo of a small, black handgun they said was recovered from the scene of Scott’s shooting on Sept. 20. Police have not described the gun in detail, but printing on the side of the barrel said it was a Colt Series 80 Mustang .380 caliber, which shoots a 9mm bullet, according to Steven Howard, a firearms consultant in Lansing, Michigan, who has testified as an expert witness in court cases.\n\nIt’s not clear if the gun mentioned in the restraining order is the same one police said they recovered.",
    "software_words": {
      "package": 3
    },
    "bug_words": {
      "bug": 1,
      "outage": 1,
      "issue": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "out a suspicious package"
    ]
  },
  {
    "id": 384,
    "url": "http://www.metronews.ca/news/world/2016/09/28/naacp-head-says-shooting-victim-s-history-doesn-t-matter.html",
    "title": "NAACP head says shooting victim's history doesn't matter",
    "text": "CHARLOTTE, N.C. â€” A restraining order filed against a North Carolina man killed by police last week shouldn't matter because officers who confronted him didn't know about that history before he was shot to death, a civil rights leader said.\n\nCorine Mack, president of the local NAACP chapter, said blacks typically are \"demonized\" after being killed by police.\n\n\"I don't want to hear any of that,\" Mack said at a news conference Tuesday announcing demands that include implementation of police reforms approved last year.\n\nCourt documents say Keith Lamont Scott had a restraining order filed against him a year ago when he threatened to kill his wife and her son with a gun.\n\nKeith Scott's wife filed the order Oct. 5, that law enforcement officers who encounter him should be aware that he \"carries a 9mm black\" gun. Police have said Scott had a handgun when they approached him at an apartment complex last week.\n\nOfficers told Scott repeatedly to drop the weapon and he was shot to death when he didn't follow their orders, Charlotte-Mecklenburg Police Chief Kerr Putney has said.\n\nScott's family has said he was not armed. Videos released by police and the family are inconclusive, and state authorities are investigating. Protests over the shooting spanned the past week, and some of those protests turned violent. Charlotte streets were mostly quiet Tuesday night for the first time since the shooting.\n\nTuesday evening, the police headquarters building had to be evacuated as a bomb squad checked out a suspicious package. A robot removed the package from the building and police said on their Twitter page that the package was taken to a remote location to be rendered harmless.\n\nIn the restraining order last fall, Rakeyia Scott sought to keep her husband away because \"he hit my 8-year-old in the head a total of three times with his fist,\" she said in the restraining order.\n\n\"He kicked me and threaten to kill us last night with his gun,\" she said in the order filed in Gaston County, where the couple then lived. \"He said he is a 'killer' and we should know that.\"\n\nRakeyia Scott checked boxes on the form informing law officers who would serve the restraining order that her husband had neither a permit issued by a county sheriff to buy a handgun nor a state permit to carry a concealed handgun, which requires a criminal background check. She said he worked as a mall security guard.\n\nWhen deputies went to serve the restraining order two days after it was filed, Scott had already moved to South Carolina, where he has family. About a week after that, Rakeyia Scott filed a separate court notice voluntarily dismissing the order, saying: \"He is no longer a threat to me and my family.\"\n\nIn a video released last week capturing the moments before and after Scott was shot by police, Rakeyia Scott can be heard telling officers: \"Don't shoot him! He has no weapon.\"\n\nCharlotte-Mecklenburg Police said they found Scott's DNA and fingerprints on a handgun recovered at the scene and that he was wearing an ankle holster when he was killed.\n\nPolice released a photo of a small, black handgun they said was recovered from the scene of Scott's shooting on Sept. 20. Police have not described the gun in detail, but printing on the side of the barrel said it was a Colt Series 80 Mustang .380 calibre , which shoots a 9mm bullet, according to Steven Howard, a firearms consultant in Lansing, Michigan, who has testified as an expert witness in court cases.",
    "software_words": {
      "package": 3
    },
    "bug_words": {
      "bug": 1,
      "outage": 1,
      "issue": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "out a suspicious package"
    ]
  },
  {
    "id": 408,
    "url": "http://www.yorkshirepost.co.uk/news/sainsbury-s-remains-under-pressure-1-8151407",
    "title": "Sainsbury’s remains under pressure",
    "text": "Sainsbury’s has posted a second consecutive quarterly fall in sales as it remains under pressure amid the bitter supermarket war and food price deflation.\n\nBritain’s second biggest supermarket, which recently completed a £1.4bn takeover of Argos, reported a 1.1 per cent drop in like-for-like sales excluding fuel for the second quarter.\n\nMike Coupe, chief executive of Sainsbury’s, said: “We continue to make progress against our strategy and, while like-for-like sales were down 1.1 per cent, driven by food price deflation, we delivered like-for-like transaction growth across all channels and total volume growth.”\n\nSainsbury’s added that Argos notched up like-for-like sales growth of 2.3 per cent during the period, with Mr Coupe saying the group will open 200 new digital collection points by the end of the year. Thirty Argos digital outlets will be open in Sainsbury’s stores by Christmas.\n\nThe grocer is slugging it out with rivals in a brutal price war which has eroded margins at all of the so-called big four supermarkets.\n\nSainsbury’s pledged to “remain competitive”, adding that it has made further investments in the prices of everyday items such as broccoli, onions and its frozen deep pan Margherita pizza.\n\n“We expect the market to remain competitive and the effect of the devaluation of sterling remains unclear. However, Sainsbury’s is well positioned to navigate the changing marketplace and we are confident that our strategy will enable us to continue to outperform our major peers,” Mr Coupe said.\n\nWith profits squeezed by the growth of German discounters Aldi and Lidl Britain’s “big four” supermarkets - market leader Tesco, Sainsbury’s, Asda and Morrisons - are all fighting back with price cuts and service improvements.\n\nSainsbury’s has both lowered and simplified its prices, reducing the number of promotions and removing most “multi-buy” deals.\n\nPhil Dorrell, partner at retail consultants Retail Remedy, said: “Sainsbury’s is facing a resurgent Tesco and Morrisons. In the next 12 months Asda will also start to regain its footing, and Aldi are in fighting talk, standing by their pledge to be the lowest priced grocer. Quite simply, Sainsburys footfall is falling short.”\n\nSainsbury’s also issued a trading update on Argos, following its takeover of the business earlier this year.\n\nIn its second quarter to August 27, Argos achieved total sales growth of 3 per cent and like-for-like sales growth of 2.3 per cent.\n\nMr Dorrell said: “Argos has been a distraction, of course a £1.4bn purchase will be distracting, and the pressure to ensure that it delivers a return will be immense. However, at what cost to the core business?”",
    "software_words": {
      "update": 1
    },
    "bug_words": {
      "outage": 1,
      "issue": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "issued a trading update"
    ]
  },
  {
    "id": 446,
    "url": "http://www.finanznachrichten.de/nachrichten-2016-09/38705014-global-technical-ceramics-market-growing-applications-in-medical-sciences-and-construction-industry-to-intensify-competition-among-coorstek-inc-cer-008.htm",
    "title": "Global Technical Ceramics Market: Growing Applications in Medical Sciences and Construction Industry to Intensify Competition Among Coorstek Inc., CeramTec GmbH and Kyocera Corp.",
    "text": "HYDERABAD, India, September 28, 2016 /PRNewswire/ --\n\nMordor Intelligence announces the publication of their research report on the technical ceramics market. The report titled, \"Global Technical Ceramics Market - Segmented by Material, Product, End-User Industry, and Geography - Trends and Forecasts , \" discusses the current landscape and outlook of the said market.\n\nThe global technical ceramics market stood at USD 5,920 million in 2015 and is expected to record a CAGR of 6.5% during the forecast period 2016-2021 to reach USD 8,636.65 million by 2021. Asia-Pacific currently dominates the market for technical ceramics, followed by North America and Europe.\n\nThe market is driven by numerous factors, such as the growing demand from medical fields, growth in various end-user industries, especially from automotive and electronics. However, this market faces certain drawbacks, such as slower adoption in new applications which will affect the Technical Ceramics market and also there are recyclability and reparability issues related with technical ceramics. There is also need for high customization requirement for use in various end use applications and high costs of technical ceramics are factors that may act as a roadblock for market growth.\n\nBrowse Related Report Here\n\nOur report on technical ceramics is segmented as follows:\n\nBy Material Oxide Ceramics Non-oxide Ceramics Composite Materials\n\nBy Product Monolithic Ceramics Ceramic Matrix Composites Caramic Coatings Others\n\nBy End-User Industry Automotive Electronics Energy & Power Medical Industrial Military & Defense Aerospace Others\n\nBy Region Asia-Pacific Europe North America South America Middle-East and Africa\n\n\n\nMonolithic ceramics segment was the largest product segment with a market share of over 66% in 2015. Asia-Pacific was the largest and the fastest growing market for technical ceramics accounting for a market share of over 39% of the global market.\n\nSome of the key players in the market profiled in the report include: Coorstek Inc., CeramTec GmbH, Kyocera Corp., Morgan Advanced materials, Saint-Gobain Ceramic Materials, NTK Technical Ceramics (NGK Spark Plug Co. Ltd.), Ceradyne Inc., among others.\n\nAbout Mordor Intelligence:\n\nMordor Intelligence is a global market research and consulting firm. Our focus is to provide research insights to facilitate business success. Our research expertise covers niche segments under Agriculture, Healthcare, ICT, Chemicals, Manufacturing, Logistics, Electronics and Automotive, among others. We believe in data, and we provide solutions through it. Optimum solutions and goal-oriented strategies define our endeavors and make us the preferred choice for clients.\n\nFor information regarding permissions and sales, please contact: info@mordorintelligence.com\n\nMedia Contact:\n\nMadan Gopal\n\nAVP - Marketing & Strategy\n\nEmail: madan@mordorintelligence.com\n\nDirect Line: +1 617-765-2493\n\n",
    "software_words": {
      "technical": 11,
      "application": 3
    },
    "bug_words": {
      "issue": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "issues related with technical"
    ]
  },
  {
    "id": 478,
    "url": "http://www.rediff.com/news/column/uri-attack-former-raw-chief-how-we-can-fix-the-pak-problem/20160928.htm",
    "title": "Former R&AW chief: How we can fix the Pak problem",
    "text": "Last updated on: September 28, 2016 13:17 IST\n\n'The response to terror is not always reciprocal terror, nor is launching a conventional response the best response.'\n\n'The best response is to make the sponsor pay a price he cannot afford,' says former R&AW chief Vikram Sood.\n\nIMAGE: A soldier near the Line of Control in Jammu and Kashmir. Photograph: Rajesh Karkera/Rediff.com\n\nThe Uri terror attacks certainly originated from Pakistan occupied Kashmir or Pakistan and were sponsored by Pakistan. Eighteen brave men, mostly from the Bihar Regiment and Dogra Regiment, were killed. A readout of their names shows that they had come from all over India.\n\nClearly, this was war on India. This was terror at its ugliest. It also must be admitted that the jihadists had much better intelligence about their target, were well equipped and had some local help.\n\nOne has only to read what Pakistani leaders have been saying about India over the years and this does not mean only 'leaders' like Muhamed Saeed or Masood Azhar, but even many of their democrats like Zulfiqar Ali Bhutto or eminences like A Q Khan, and then understand their visceral hatred for India.\n\nFor this lot, and many more, they were the rightful heirs to the throne in Delhi after the British left and today's Hindu BJP majority is a particular anathema. This attitude pervades the thinking in their army, civil service and the political circles although some may be too suave to say so.\n\nThis is what we are up against when we deal with Pakistan.\n\nIMAGE: A shop during relaxation of curfew in Srinagar. Photograph: PTI Photo\n\nThere are many in India who persist with their belief that political circles in Pakistan have a different point of view on India in comparison to the army's stance on India.\n\nWhen it relates to India, the Pakistan army, ruling politicians from the Punjab, the civil service and civil society have the same view.\n\nThey may have differences when it comes to handling Balochistan, Sindh, the MQM, the economy, education policies, freedom of the media, but not about India and Pakistan's claim on Kashmir.\n\nIt is naive for us to hope that if we are sufficiently nice to Pakistani politicians, make concessions, this could drive a wedge between the politicians and the army and lead to a more conciliatory approach by Pakistani politicians and civil society.\n\nBoth are under the yoke of the Pakistan army and this is the State within the State that has to be tackled.\n\nAn olive branch in response to each depredation is viewed as a sign of weakness, not statesmanship as some of us would like to believe.\n\nOne of the most incongruous hopes and contradictory approaches has been the recommendation that we treat the Hurriyat as being representative of the people of the Kashmir valley and therefore authorised to decide for the entire state.\n\nWe also pay tax payers' money for their security, upkeep and medical benefits amounting to crores while they retain their secessionist stance. This is absurd logic.\n\nThis bunch represents no one except themselves, cannot win an election and are the mouth-pieces of Pakistan. It is only the elected representatives in the state assembly who represent the people.\n\nBesides, we have tried this approach for the last 70 years, but it has not worked. It is time we tried a different approach.\n\nIMAGE: Jammu and Kashmir Chief Minister Mehbooba Mufti. Photograph: Umar Ganie\n\nSeparate Kashmir from Pak relations\n\nThe domestic issue of Kashmir must be separated from our relations with Pakistan and both must be tackled separately.\n\nPakistan's avowed policy is the dismemberment of India, and Kashmir is the route. Kashmir is not the end. They would follow their war of attrition, their thousand-year war, with a thousand cuts, in the hope that India will succumb one day.\n\nKashmir is in this state today, not just because of Pakistan, but also because of the politics of our dynastic politicians who have ruled the state. Every periodic crisis means the politicians turn to the security forces to help bail them out.\n\nIn the process, it is the army which gets the blame whereas the real fault lies with the political leaders who have never made good use of the interregnums to sort out issues among themselves.\n\nWhen Pakistan launches its terror attacks, it has a fair idea how we and the world will react and it knows that it can prepare for the next attack with impunity.\n\nThe more reasonable nuclear powers consider nuclear weapons as a deterrent. Pakistan, being an irresponsible State, openly considers its nuclear weapons as a strike weapon against enemy India and uses its cover to continue its jihadi warfare against India.\n\nDespite the best arrangements, acts of terror will take place. But when a terror strikes in the same region with similar tactics, routes and targets, this is not just a security breach, but a systemic failure.\n\nObviously, where the security systems and the intelligence systems are not adequate or imperfectly coordinated, the chances of terror are higher.\n\nWhen an attack takes place, the first priority is to neutralise the attack, save lives, move the injured to hospitals, and not to look for causes. High decibel debates and fists punched in air, are just that. So much air.\n\nWhat India needs is sustained action taken at a time of our choosing, all things considered and in cold calculated rage.\n\nIMAGE: Srinagar on Eid-ul-Zuha this year. Photograph: Umar Ganie\n\nA terrorist is a terrorist\n\nWe must get our narrative right and this is highly important because the battle is psychological and one of perceptions.\n\nTherefore, a terrorist is a terrorist; he is not a misguided youth, a freedom fighter, nor a gunman, non-State actor, enemy of humanity, rogue elements.\n\nTroubles in Kashmir are not intifada because the Indian Army is not an occupation force. Let us also not delude ourselves.\n\nThere is no such thing as rogue elements in the ISI or in the Pakistan army. These are ploys designed to fool the gullible or make it acceptable to those wet behind their ears or introduce deniability, helplessness and confusion.\n\nReactions in New Delhi after the Uri attack were also true to form. One section went hyperbolic in its condemnation, with politicians giving the usual fire and brimstone sound-bytes.\n\nDiscussions on national channels were on similar lines while some political parties and even television channels seemed to enjoy the seeming discomfiture of the government.\n\nEqually bizarre were those open discussions on special operation capabilities and comparative strengths in intelligence capabilities by persons not well qualified to comment.\n\nThe US is far too involved with its own elections and the Manhattan bombings to say anything more than what it has. The suspect arrested in the Manhattan bombing, Ahmed Raham Khan, has the inevitable Pakistan connection having spent a year there. Yet, the US will not do anything more if we remember that it did nothing to Pakistan even when it was steadfastly duplicitous with the US.\n\nThe John Kerry-Nawaz Sharif joint statement in New York was sufficiently anodyne and Pakistan did not get a public rap on the knuckles. True, it has condemned Pakistan for this act of terror, has downgraded its relationship with Pakistan for its own reasons and in judgement of its interests, not because of us.\n\nIt will still expect India and Pakistan to amicably resolve this issue.\n\nIMAGE: External Affairs Minister Sushma Swaraj addresses the United Nation General Assembly in New York, September 26, 2016. Photograph: Paresh Gandhi/India Abroad\n\nDefend ourselves\n\nNo other country will do more for us than we ourselves do to defend our interests. The West will remain appropriately condemnatory in its commentary. The Chinese have issued some neutral statement and it has only been Putin's Russia which had the courage to stand by its friend, despite our recent dalliance.\n\nAll major powers have condemned this attack in Uri. Even the OIC has said so too, but their stance on Kashmir has not changed. That is as far it will go; for us, therefore, this episodic condemnation may be satisfying but the actual battle has to be fought by us.\n\nNevertheless, it seems to be our moment internationally with some excellent work done by our diplomats. We should capitalise on this international sympathy. This would be done, not by being the good boy all over again, but by pushing forward some hard realism.\n\nRespond at right time\n\nThe response to terror is not always reciprocal terror, nor is launching a conventional response the best response. The best response is to make the sponsor pay a price he cannot afford.\n\nSo far, in our national reactions we are like a bamboo forest that bends with the wind, but when enraged we burn fiercely. The embers, however, cool fast enough.\n\nInstead, we need cold rage and not looking over our shoulders all the time.\n\nIn our actions all these years, we kept wanting to look good and seek international approbation instead of pursuing our national interest more single mindedly.\n\nFinally, the response has to be long term strangulation of the disease, not dramatic gestures.\n\nIMAGE: The Uri army camp, September 20, 2016. Photograph: PTI\n\nThis requires the following attributes. A long term policy that is sustained by successive governments. Only then can we have a strategy to deal with this.\n\nFrom this follow, tactics and to deploy these tactics we need abilities -- of intelligence, weaponry and a mobile effective special operation and unacknowledged covert capability.\n\nTo make these effective we need the political will to sustain a policy despite setbacks and not get swayed by domestic political gamesmanship. We need greater media responsibility that looks beyond TRPs.\n\nUntil we develop these doctrines, capabilities and political will, we would continue to see more and more terror attacks in India.\n\nIt is of doubtful utility if we simply keep creating new structures by cannibalising existing one instead of strengthening the ones that exist.\n\nWe may be the world's largest importer of defence equipment, yet it seems to be perennially short of essential equipment of different kinds.\n\nObviously, there is a huge disconnect in the system and unless this is corrected we will remain ill equipped to handle threats which cannot be tackled by sentiment alone.\n\nThere are some options available to us. Unless we want to continue to pussy-foot and expect the world to do something for us and that something is not we have the courage to do ourselves.\n\nLet us remember that the US policy will remain ambivalent on Pakistan-India relations in keeping with its age-old policy of not allowing any regional power to become strong enough to challenge US interests in the region.\n\nThere is a dichotomy here, but the US policy is full of such regional contradictions. So India should be strong enough to challenge China and strong enough to overwhelm Pakistan.\n\nThe Russians have a renewed interest in South Asia after their successes in West Asia and the failure of US policies. They seem to have retreated from their earlier policy of getting too close to Pakistan at least for the time being. Maybe it is a signal to us.\n\nOne can visualise a renewed great power interest in our immediate neighbourhood. The Russians with their successes in West Asia would like to consolidate its presence in Afghanistan, Iran and India. The Chinese look at the entire region as their preserve and the US is the status quo power.\n\nClash of interest is inevitable, as in the South China Sea. India must therefore move quickly to safeguard its interests.\n\nCross border raids and infiltration by Pakistani terrorists have the Pakistan army's backing and it stands to reason that our response should be relentless trans-border bombardment all the way from Poonch-Rajouri to Saltoro. This would be the immediate response to terror from across.\n\nThe danger of army action across the international border is that if it is too successful, it could trigger a nuclear war. And action limited to PoK presents military difficulties because of the terrain, and also may not be sufficient to compel the Pakistanis to shut down their jihad factories.\n\nAir strikes are a tempting option. However, India lacks the intelligence and surveillance capabilities that will ensure the targets struck are actually terrorist camps.\n\nNevertheless, Pakistan believes that India is now on the path towards stepping up covert activities in Balochistan and Gilgit-Baltistan and it may be useful to keep deepening the Pakistani neuroses here as a bargaining chip to get it to shut down its jihadi shops.\n\nPakistan remains China's catspaw against India and is fast becoming China's vital geo-strategic thrust into the Arabian Sea and West Asia. We are in reality in the midst of a two-front undeclared war.\n\nMeanwhile, China is concerned about its unimpeded access to Gilgit-Baltistan through which the Karakoram Highway passes. Without access to this region, China's entire strategy for the China Pakistan Economic Corridor falls down. Pakistan would also suffer if all that CPEC promises do not materialise.\n\nIMAGE: Prime Ministers Narendra Modi and Nawaz Sharif in Lahore, December 25, 2015.\n\nThere are other long term options if we accept that the problem is going to be with us for a long time. In all its pronouncements from the time of independence, Pakistan's leaders have treated India as a Permanent Enemy.\n\nIt exhibits its policy through constant jihadi activity. Since Pakistan considers us as its enemy, we should accept this by declaring Pakistan as an Enemy State.\n\nParliament should pass a resolution declaring Pakistan as a State sponsor of terrorism. No one else will do this unless we do this. This would entail sanctions and maybe our traders will suffer more. This is a price we will have to pay.\n\nThat being so, we are entitled to examine each and every treaty that we have signed with Pakistan. This means we revisit some, abrogate others. This would include the Indus Waters Treaty, Most Favoured Nation status to Pakistan and others relating to trade.\n\nPakistan has carried out jihad against India under a nuclear umbrella. And has openly declared its four-part low threshold for use of nuclear weapons against India. It does not believe in a 'No First Use' policy that we hold dear to our hearts.\n\nThis needs a rethink and ideally Pakistan should be made to adopt a similar policy. We would therefore need to engage the international community as a responsible power trying to make a dangerous juvenile delinquent see reason.\n\nWe need to bring China into this as Pakistan's abbettor as the supplier of nuclear technology and material to that country.\n\nWe may not succeed in completely isolating Pakistan internationally, but on our part we should reduce all interactions with that country, including any regional multilateral events that are hosted by Pakistan. The urge to play the astute diplomat should be resisted for some time.\n\nStrategically, we should pull out all stops and get the Chahbahar Project in Iran into high gear. Japan has shown interest in this and we should consult the Iranians, Afghans and Central Asians to get the Japanese on board.\n\nWe should work more closely with Myanmar in the development of our north east and their northwest and north. This would lead to access to South East Asia.\n\nOn the Baloch issue, there could be greater coordination with Afghanistan and Iran although we have to be careful about Iranian sensitivities.\n\nIMAGE: A US soldier teaches his Indian counterpart how to fire an M249 Squad Automatic Weapon. Photograph: Staff Sergeant Samuel Northrup/US Army photo.\n\nChinese vulnerabilities\n\nWe should have a close look at Chinese vulnerabilities too. India's China policy would need a rethink especially on issues of trade where China would be vulnerable.\n\nIts vulnerabilities relate to its banking system, large inventories, and rising labour costs leading to actions by India that say that a free ride in the Indian market is over.\n\nWe need to intensively examine the embedded cyber technology that China has been using in key manufactured products exported to India in the power and telecommunications sectors. We have to get aggressive and resilient here.\n\nFinally, there is the traditional covert option. Since it is covert, it is totally deniable and not open for discussions.\n\nVikram Sood, former chief, Research and Analysis Wing, India's external intelligence agency, is currently Adviser, Observer Research Foundation, where this article first appeared.",
    "software_words": {
      "technology": 2,
      "system": 5,
      "fix": 1,
      "update": 1
    },
    "bug_words": {
      "outage": 3,
      "failure": 1,
      "issue": 5,
      "problem": 2
    },
    "title_collocations": [
      "fix the pak problem"
    ],
    "text_collocations": []
  },
  {
    "id": 484,
    "url": "http://www.stripes.com/news/navy-mwr-youth-programs-mistakenly-overcharged-at-pacific-bases-1.431295",
    "title": "Navy MWR, youth programs mistakenly overcharged at Pacific bases",
    "text": "U.S. personnel throughout the Pacific received duplicate charges on their debit and credit cards over six months at several base facilities, including child care centers and movie theaters, because of a computer error, Navy officials said Wednesday, Sept. 28, 2016.\n\nU.S. personnel throughout the Pacific received duplicate charges on their debit and credit cards over six months at several base facilities because of a computer error, Navy officials said Wednesday.\n\nThe glitch potentially affects anyone among the tens of thousands of people collectively stationed in Japan, South Korea, Guam and Singapore who charged goods and services between Jan. 22 and June 23 at the Navy’s youth programs or Morale, Welfare and Recreation facilities.\n\nCustomers were mistakenly charged at venues including the Navy’s child care and youth centers, auto hobby shops, marinas, movie theaters, tour ticket offices and outdoor recreation centers, the officials said.\n\nNavy Installations Command’s treasury department has identified the erroneous charges and contacted Bank of America to refund customers’ money.\n\n“The reversals are underway and we expect them to be done in the next couple of days,” Navy Region Japan spokesman Cmdr. Ron Flanders said Wednesday. “We understand this is a very serious issue that has impacted the lives of Navy families ... and we ask that people remain patient.”\n\nThe problem was spotted over the weekend when customers noticed duplicate charges during a computer-system software update, Navy officials said.\n\nFurther questions on the amount of incorrect transactions were referred to officials at Navy Installations Command headquarters in the United States, who were not immediately available for comment.\n\nComments left on Yokosuka-related social media websites indicated that some servicemembers and their families could be waiting on large sums of incorrectly charged payments — particularly those who make monthly day care payments.\n\nA Yokosuka worker also asked how refunds would be received by customers who have changed banks or received new debit cards since the duplicate transactions were recorded — questions that remained unanswered Wednesday.\n\nslavin.erik@stripes.com\n\nTwitter:@eslavin_stripes",
    "software_words": {
      "software": 1,
      "program": 2,
      "computer": 2,
      "update": 1
    },
    "bug_words": {
      "glitch": 1,
      "issue": 1,
      "error": 2,
      "problem": 1,
      "mistake": 2
    },
    "title_collocations": [
      "programs mistakenly"
    ],
    "text_collocations": [
      "computer error",
      "computer error"
    ]
  }
]