[
  {
    "id": 39,
    "url": "http://www.gallowaygazette.co.uk/news/survey-reveals-scotland-s-top-five-nuisance-calls-of-2016-1-4323086",
    "title": "Survey reveals Scotland’s top five nuisance calls of 2016",
    "text": "Nine out of ten (90 per cent) people in Scotland receive nuisance calls each month according to a recent survey which has also revealed Scotland’s top five nuisance telephone calls of 2016.\n\nThe YouGov survey commissioned by CPR Call Blocker, makers of the best selling call blocking device in the UK, also revealed that almost a fifth (17 per cent) of adults in Scotland have been a victim of a telephone scam.\n\nOf those who have been scammed, over a third (35 per cent) said they had lost between £100 and £10,000 as a result with four per cent having lost over £10,000.\n\nThe survey also revealed Scotland’s top five nuisance calls of 2016 are:\n\nCalls about PPI refunds (67 per cent) – being told you are owed money for mis-sold PPI payments and asked for an admin fee to proceed;\n\nCompensations calls (62 per cent) – being told you are due compensation for a vehicle/work accident and then asked to provide personal details and/or pay an admin fee to proceed;\n\nMissed calls/automated calls scam (58 per cent)- a message asks you to call back a number which is a premium-rate phone line;\n\nMarketing cold-calls (55 per cent) – receiving unsolicited calls from organisations you’ve had no dealings with, usually trying to sell double glazing or home energy services, who ask for personal information and/or bank details to pay upfront;\n\n(Joint fifth) Pensions and investment scams (14 per cent) – being told about an ‘unmissable’ investment opportunity or offered pension liberation or bonuses;\n\nCredit card/loan arranger scam (14 per cent) – you are invited to apply for a guaranteed loan for an application fee;\n\nAlmost a third (30 per cent) of adults in Scotland are receiving 20 or more unwanted calls in an average month, with 15 per cent receiving 30 or more calls.\n\nKris Hicks of CPR Call Blocker said: “With nine out of ten people saying they receive unwanted calls each month, scam and nuisance calls continue to be a major problem for people in Scotland and its often the most vulnerable people in society who are falling victim to telephone scams.\n\n“It is concerning to see the rise in automated messages which makes a first appearance in the top five this year, in at number three. It is also worrying to see the rise in investment opportunity scams which is also new on the top five this year, in joint fifth place. We are hearing about a lot of pension-related investment scams at the moment, and with almost a fifth (18 per cent) of those surveyed being a victim of this type of scam, we predict that, unfortunately, this may well become one of the most prolific scams of 2017.”\n\nCPR Call Blocker commissions the research annually to highlight the scale of unwanted calls across the UK. Its range of call blockers – available at www.cprcallblocker.com and www.amazon.co.uk - offer an immediate solution to the problem. The device is plugged into home phones and allows consumers to cut off unwanted calls as they come in and permanently block them from calling again. Their latest model, CPR Call Blocker Shield, is already pre-programmed to block 2,000 known nuisance callers and gives consumers the option to add a further 1,500.\n\nFor those who are still receiving nuisance calls this Christmas, follow CPR Call Blocker’s quick three-step guide to stopping unwanted calls:\n\nSign up to the Telephone Preference Service – call 0845 070 0707 or visit www.tpsonline.org.uk;\n\nDon’t consent to being contacted – get your phone number taken off directories and look out for tick boxes on all marketing correspondence to see if ticking or unticking them will prevent your details being passed on to third parties;\n\nConsider getting a call blocker.\n\nCPR Call Blocker is also calling on people in Scotland to sign up to the Which? petition to convince the Government to take action on nuisance calls - http://www.which.co.uk/consumer-rights/advice/how-to-stop-nuisance-phone-calls\n\nKris added: “Our customer base tends to be those aged 55 and over who want to eliminate nuisance and scam calls for good. By being able to block nuisance phone numbers through the touch of a button, our customers have seen a 90 – 100 per cent reduction in the number of calls received depending on how they choose to use the product.”\n\nCPR Call Blocker is the bestselling and most trusted call blocker brand worldwide. The CPR suite of call blockers are available from www.cprcallblocker.com and www.amazon.co.uk or by calling 0800 652 7780.",
    "software_words": {
      "app": 1,
      "application": 1,
      "device": 2
    },
    "bug_words": {
      "outage": 3,
      "problem": 2
    },
    "title_collocations": [],
    "text_collocations": [
      "problem the device"
    ]
  },
  {
    "id": 88,
    "url": "http://www.cumbernauld-news.co.uk/news/survey-reveals-scotland-s-top-five-nuisance-calls-of-2016-1-4323086",
    "title": "Survey reveals Scotland’s top five nuisance calls of 2016",
    "text": "Nine out of ten (90 per cent) people in Scotland receive nuisance calls each month according to a recent survey which has also revealed Scotland’s top five nuisance telephone calls of 2016.\n\nThe YouGov survey commissioned by CPR Call Blocker, makers of the best selling call blocking device in the UK, also revealed that almost a fifth (17 per cent) of adults in Scotland have been a victim of a telephone scam.\n\nOf those who have been scammed, over a third (35 per cent) said they had lost between £100 and £10,000 as a result with four per cent having lost over £10,000.\n\nThe survey also revealed Scotland’s top five nuisance calls of 2016 are:\n\nCalls about PPI refunds (67 per cent) – being told you are owed money for mis-sold PPI payments and asked for an admin fee to proceed;\n\nCompensations calls (62 per cent) – being told you are due compensation for a vehicle/work accident and then asked to provide personal details and/or pay an admin fee to proceed;\n\nMissed calls/automated calls scam (58 per cent)- a message asks you to call back a number which is a premium-rate phone line;\n\nMarketing cold-calls (55 per cent) – receiving unsolicited calls from organisations you’ve had no dealings with, usually trying to sell double glazing or home energy services, who ask for personal information and/or bank details to pay upfront;\n\n(Joint fifth) Pensions and investment scams (14 per cent) – being told about an ‘unmissable’ investment opportunity or offered pension liberation or bonuses;\n\nCredit card/loan arranger scam (14 per cent) – you are invited to apply for a guaranteed loan for an application fee;\n\nAlmost a third (30 per cent) of adults in Scotland are receiving 20 or more unwanted calls in an average month, with 15 per cent receiving 30 or more calls.\n\nKris Hicks of CPR Call Blocker said: “With nine out of ten people saying they receive unwanted calls each month, scam and nuisance calls continue to be a major problem for people in Scotland and its often the most vulnerable people in society who are falling victim to telephone scams.\n\n“It is concerning to see the rise in automated messages which makes a first appearance in the top five this year, in at number three. It is also worrying to see the rise in investment opportunity scams which is also new on the top five this year, in joint fifth place. We are hearing about a lot of pension-related investment scams at the moment, and with almost a fifth (18 per cent) of those surveyed being a victim of this type of scam, we predict that, unfortunately, this may well become one of the most prolific scams of 2017.”\n\nCPR Call Blocker commissions the research annually to highlight the scale of unwanted calls across the UK. Its range of call blockers – available at www.cprcallblocker.com and www.amazon.co.uk - offer an immediate solution to the problem. The device is plugged into home phones and allows consumers to cut off unwanted calls as they come in and permanently block them from calling again. Their latest model, CPR Call Blocker Shield, is already pre-programmed to block 2,000 known nuisance callers and gives consumers the option to add a further 1,500.\n\nFor those who are still receiving nuisance calls this Christmas, follow CPR Call Blocker’s quick three-step guide to stopping unwanted calls:\n\nSign up to the Telephone Preference Service – call 0845 070 0707 or visit www.tpsonline.org.uk;\n\nDon’t consent to being contacted – get your phone number taken off directories and look out for tick boxes on all marketing correspondence to see if ticking or unticking them will prevent your details being passed on to third parties;\n\nConsider getting a call blocker.\n\nCPR Call Blocker is also calling on people in Scotland to sign up to the Which? petition to convince the Government to take action on nuisance calls - http://www.which.co.uk/consumer-rights/advice/how-to-stop-nuisance-phone-calls\n\nKris added: “Our customer base tends to be those aged 55 and over who want to eliminate nuisance and scam calls for good. By being able to block nuisance phone numbers through the touch of a button, our customers have seen a 90 – 100 per cent reduction in the number of calls received depending on how they choose to use the product.”\n\nCPR Call Blocker is the bestselling and most trusted call blocker brand worldwide. The CPR suite of call blockers are available from www.cprcallblocker.com and www.amazon.co.uk or by calling 0800 652 7780.",
    "software_words": {
      "app": 1,
      "application": 1,
      "device": 2
    },
    "bug_words": {
      "outage": 3,
      "problem": 2
    },
    "title_collocations": [],
    "text_collocations": [
      "problem the device"
    ]
  },
  {
    "id": 203,
    "url": "http://edwardlucas.blogspot.com/2010/05/apple-and-yalta.html",
    "title": "Edward Lucas: Apple and Yalta",
    "text": "Cupertino's cold warriors\n\nMay 6th 2010\n\nFrom Economist.com\n\n\n\n\n\nWhat has Apple got against eastern Europe?\n\n\n\nWHAT have the following places got in common?\n\n\n\nAmerica, Australia, Austria, Belgium, Brazil, Britain, Canada, Denmark, Finland, Germany, France, Hong Kong, Indonesia, Ireland, Italy, Japan, Luxembourg, Malaysia, Mexico, the Netherlands, Norway, the Philippines, Portugal, Singapore, South Korea, Spain, Sweden, Switzerland, Thailand, Vietnam.\n\n\n\nClearly the size of the market is not the determinant. China and Russia don’t appear, but Luxembourg does. It is not about prosperity: Iceland—which, believe it or not, is still one of the richer countries in the world—is out, whereas Vietnam is in. Political freedom or the rule of law are not the binding factors. The Philippines and Thailand are on the list, whereas impeccable democracies such as Slovenia are not.\n\n\n\nPerhaps the list comprises the target markets of some tiresome company from “old Europe” that has not noticed that the Berlin Wall has come down and that the division of Europe at Yalta into consumer-citizens in a rich, free west and captive east is long out of date.\n\n\n\nBut no, the list comes from a company that prides itself on being an icon of über-cool internationalism, with a post-modern disdain for clunky convention and tiresome rules. It is from the Apple Store, where eager customers from all over the world end up in the hope of buying an iPad, or a humble $25 gift card.\n\n\n\nFirst-time visitors are assumed to be from America. If you come from one of the countries listed above, you can switch. But if not, you are out of luck. No matter if your country is in the European Union, NATO and the OECD. For Apple, the eastern half of Europe is still both terra incognita and non desiderata.\n\n\n\nStill, you can always buy your Apple hardware from an authorised reseller. The real irritation comes when you want to buy electrons, not atoms. Sign up for an iTunes account, and the opening windows offer a glimmer of hope. It offers not just two kinds of Portuguese, but Polish and Russian too, as well as the mysterious “Spanish (International Sort)”. It looks fine. So—at first sight—does the iTunes store, which offers a tempting array of countries.\n\n\n\nBut some are more equal than others. Visitors from Finland, for example, are presented with a full array of music. But register with an address in Estonia, just half an hour away by plane, and you get only a list, admittedly rich, of games, gimmicks and lectures. Films and music are out of bounds.This approach annoys a lot of people. One organisation in Poland has been berating Apple for its approach to the biggest and most advanced market in eastern Europe. It is now celebrating a partial victory (Apple has agreed to open up its distribution market). But even in Poland, the company’s offering is nothing like what you get across the border in Germany. Other countries in the region have yet to see any improvement at all.One of those most irked by the company's approach is the iPhone-toting president of Estonia, Toomas Hendrik Ilves, a loyal customer since 1982, when he bought an Apple IIe. Estonia, he notes, is one of the most wired countries on earth. Tallinn is the centre of NATO’s cyber-warfare research, and Estonians invented another icon of internet cool: Skype. Skype’s director of new products, Sten Tamkivi, has an iPhone, an iPad and a Mac at home. He describes the Apple rule as “a weird relic of commercial east-west segregation inside what is otherwise known as the European Union\".Why doesn’t Apple, a company so irritatingly up to date in its products and marketing, update its worldview when it comes to sales? Apple’s global headquarters did not respond to a request for comment. A spokeswoman in Britain promised to investigate. When we get an answer, we’ll post it here.",
    "software_words": {
      "hardware": 1,
      "app": 11,
      "update": 1
    },
    "bug_words": {
      "bug": 2,
      "outage": 4
    },
    "title_collocations": [],
    "text_collocations": [
      "buy your apple hardware"
    ]
  },
  {
    "id": 396,
    "url": "http://usafricaonline.com/2016/12/05/usafrica-buharis-policies-actions-fuel-latest-agitation-for-biafra-by-femi-aribisala/",
    "title": "USAfrica: Buhari’s policies, actions fuel latest agitation for Biafra. By Femi Aribisala",
    "text": "Buhari’s policies, actions fuel latest agitation for Biafra.\n\nBy Femi Aribisala\n\nSpecial to USAfrica multimedia networks (Houston) and USAfricaonline.com @USAfricaLive\n\nIn the eight years of Obasanjo’s presidency (1999-2007), there was no headline-grabbing demand for Biafra. Ditto for the eight years of the Yar’adua/Jonathan presidency. However, within months of Buhari’s presidency, the Igbo demand for Biafra has become deafening. Without a doubt, the blame for this new impetus must be laid firmly at the doorstep of President Buhari. Moreover, rather than attenuate it, the president and the APC have exacerbated separatist tendencies in the country.\n\nThis was part of the reason why people like me did not support Buhari’s election as president of Nigeria. I have written severally in Vanguard that Nigeria must remain a united nation. In my column of 4th March, 2014 entitled: “Re-inventing Igbo Politics in Nigeria,” I maintained that: “Nigeria cannot survive without the Igbo.” The following week on 11th March 2014, I wrote another article entitled: “Nigeria Cannot Do without the North.”\n\nI remain persuaded by both positions. But if Nigeria is indeed to remain united, there are certain things that must be said and done. The problem with the Buhari administration is that it seems totally impervious to these imperatives.\n\nSecond-class treatment\n\nThere is no question that, as one of the major ethnic groups in Nigeria, the Igbo have been hard done by. Since the civil war 45 years ago, they have been treated as if they were a minority ethnic group in Nigeria when in fact they are one of the majorities. No Igbo has been considered worthy of being head-of-state. The South East of Ndigbo is the only one of the six geopolitical zones of the country with five states. All other zones have six or more.\n\nIndeed, the number of local governments in the North-East is virtually double that of the South-East. As a result, the Ndigbo receive the smallest amount of revenue allocation among all the zones, in spite of the fact that some of the South-eastern states are among the oil-producing states.\n\nThe roads in the South-east are notoriously bad. Government after government have simply ignored them. Inconsequential ministerial positions are usually zone to Ndigbo. Time was when it seemed the lackluster Ministry of Information was their menial preserve. It is also a known fact that every so often the Igbo are slaughtered in the North under one guise or the other. Many are forced to abandon their homes and businesses and run for dear life. The people who perpetrate these acts never seem to be arrested or prosecuted.\n\nWhen a major tribe is treated procedurally as second-class in their own country, there will be a demand for self-determination sooner rather than later. When a group of people feel unsafe in their own country, they cannot but be expected to decide to opt out. It is not the responsibility of the government to imprison the Igbo in Nigeria. It is the responsibility of the government to ensure and guarantee that they feel safe and are treated with respect.\n\nDiscrimination against the South\n\nWhile these issues have been brewing under the surface for some time, the lop-sided tendencies of President Buhari have brought them all out to boiling-point. In his first-coming as head-of-state in 1984, Buhari antagonized Ndigbo by locking up Vice-President Alex Ekwueme, an Igbo man, in jail in Kirikiri; while President Shehu Shagari, a Fulani man was only placed under house arrest. In addition, Buhari arrested and jailed Ojukwu, another Igbo icon for no just cause.\n\nAs Chairman of the Petroleum Trust Fund, Buhari discriminated blatantly against the South and especially the South-east. For example, his PTF built only 4,440 kilometres of roads in Southern Nigeria representing a paltry 24%; while 13,870 kilometres were built in the North representing 76%. Of these figures, the Southeast and South-south combined only received 13.5%.\n\nUnder the PTF’s National Health and Rehabilitation Program (NHERP), the entire South got 0% allocation, while the North got 100% in the tertiary program. In the vocational program, the entire South had only 3% while the North had 97%. The same was for the primary side where the South had only 12% but the north was allocated 88%. The secondary area was no different. While the North had 86% percent, the South had just 14%.\n\nDisenfranchisement of Ndigbo\n\nThese anomalies have been duplicated to date in the seven months of Buhari’s presidency. In the first place, Buhari won virtually without Igbo votes. In order to diminish Jonathan’s votes, a major assault was made against them; recognising that they are some of the staunchest Jonathan supporters. INEC ensured that, far more disproportionately relative to other geopolitical zones, millions of South-East voters disappeared between 2011 and 2015.\n\nOnly 7.6 million voters were registered for the 2015 election in the South-east, and only 5.6 million PVCs collected. Compare this with Buhari’s North-west, there were 17.6 million registrations and 15.1 million collections. While in the South-west, there were 4.2 million votes in 2015, relative to 4.6 million in 2011: in the South-east, there were only 2.6 million votes in 2015, relative to 5 million in 2011; a drastic drop of 2.4 million.\n\nWhile Kano, Katsina, Kaduna, Jigawa and Bauchi posted their traditional humongous figures; Imo, Anambra and Abia posted relatively disappointing figures. While the internally displaced Northerners in the North-East could vote; internally displaced Igbos from the North could not. While the card-readers failed in many parts of the South-east, suggestive they were programmed to fail; they worked in most parts of the North. In places like Lagos and Kano, many non-indigenes, including the Igbo, were not even given their PVCs.\n\nMaking of a hero\n\nPresident Buhari then added insult to injury by stating on his visit to the United States that he could not be expected to treat those who voted for him in the same way as those who did not.\n\nHe said: “(Going by election results), constituencies that gave me 97% cannot in all honesty be treated, on some issues, with constituencies that gave me 5%. I think these are political realities. While, certainly there will be justice for everybody but the people who voted, and made their votes count, they must feel the government has appreciated the effort they put in putting the government in place.”\n\nWhile his media assistants later tried to water down this disturbing statement, the reality was that, apart from the constitutionally-stipulated requirement that every state must be represented in the presidential Cabinet, Buhari has virtually ignored the Igbo in his appointments.\n\nTwo moves showed the level of insensitivity of the Buhari administration to these anomalies. The first was the decision to move Boko Haram prisoners down from the North to the South-east; a move firmly resisted by the Igbo as it would have made them a target of suicide-bombers. The other was the blunder of placing Nnamdi Kanu, the director of Radio Biafra, under arrest; charging him with treason and terrorism.\n\nAll the government has achieved by this is inflame passions in the South-east. It has also made a hero out of Kanu. Those who did not know about Kanu before now know him. Those who were not disposed to Biafra before are now shouting Biafra. For weeks on end, Biafra has become the biggest news item nationwide, with agitations, demonstrations, threats and arrests.\n\nAgenda for action\n\nThe government needs to apply more wisdom here. At the moment, it has become the biggest promoter of Biafra by the way it has gone about things. The idea of Biafra cannot be killed with a sledge hammer, if at all. What is required is to address the root causes that impelled Biafra. Unfortunately, it would appear the Buhari administration is unwilling to do this.\n\nAs a matter of urgency, Nnamdi Kanu must be released unconditionally. If the government persists in labeling him a terrorist, his supporters might decide to become terrorists. Nigeria already has enough problem of Boko Haram conflagration in the North-east. We cannot afford to light another fire in the South-east.\n\nKanu was living in England. If he were a terrorist, he would have been arrested there. The fact that he lived there without constraints or restraints shows he was not considered a threat, either to Britain or to Nigeria.\n\nIt is not a crime to fight for self-determination; it is a right. The government must not give the impression that Nigeria is a prison where we must all live, irrespective of the living conditions. The government needs to address the grievances of the Igbo. Their roads and bridges must be built. Their waterways must be opened up to the Atlantic Ocean.\n\nEastern sea-ports must be developed. Railways must link their mercantile cities to the North. Their coal resources must be profitably exploited for the benefit of their unemployed youth and citizenry. An additional state must be created in the South-east to bring it up to par with other geopolitical zones.\n\nNational question\n\nMoreover, we need to revisit again a critical issue addressed during the truncated National Conference: the issue of resource allocation. This is a major gripe of the Igbo and it is a legitimate gripe. It is not in the interest of Nigeria to continue in this age-old practice where all the states gather every month in Abuja for handouts, whether they are productive or not. This gives the wrong impression that some states are insisting on being piggy-backed by others. We need to develop a system that rewards and encourages productivity.\n\nThose who produce should be allowed to keep disproportionately what they produce, instead of the current situation where they are required to share it disproportionately with those relatively less productive. The truth of the matter is that every part of Nigeria is resource rich. Every part of Nigeria has the requisite manpower. Unfortunately, our current over-concentration on oil militates against the development of other indigenous resources.\n\nA situation where national resources are distributed according to the number of local government councils, and where there is now supposedly only 96 local government councils in the South-East, relative to 186 in the North-west does not suggest equity and justice.\n\nThe disgruntlement in the South-east about the Nigeria project will not disappear by ignoring it. It will not disappear by arresting Kanu. It will not disappear by issuing threats. Neither will it disappear by denying the youth of the South-east their freedom of speech and assembly.\n\nToday, the demand for Biafra remains the demand of a minority of the Igbo. If the root causes of their anger are not addressed, the minority will soon become the majority. If that happens, Nigeria might unravel. I repeat what I have stated before: the Nigeria of our manifest destiny cannot be realized without the Igbo.",
    "software_words": {
      "program": 4,
      "programme": 4,
      "system": 1,
      "app": 2
    },
    "bug_words": {
      "outage": 3,
      "failure": 1,
      "issue": 4,
      "blunder": 1,
      "problem": 2
    },
    "title_collocations": [],
    "text_collocations": [
      "programmed to fail"
    ]
  },
  {
    "id": 518,
    "url": "http://www.inquisitr.com/3820857/snowfall-returns-to-gta-online-alongside-free-festive-gifts/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+google%2FyDYq+%28The+Inquisitr+-+News%29",
    "title": "Snowfall Returns To ‘GTA Online’ Alongside Free Festive Gifts",
    "text": "Free presents, a snowy map, and limited-time bonuses are now live in Grand Theft Auto V’s multiplayer mode. A plethora of complimentary items are up for grabs just in time for the holidays in GTA Online. Additionally a few events and the return of snow to San Andreas and Los Santos are now also available.\n\nBy simply logging in to GTA Online on December 25, players will receive a number of free items. A unicorn mask, pajama set, fireworks launcher, a carbine rifle, a marksman rifle, some explosives, and more will be distributed to those that log in on Christmas Day.\n\nThose that log in the two days prior to the holiday or the day after will also receive a fireworks launcher and an event t-shirt for their characters according to the game’s website. Of course, players can enjoy the snowy landscape right now, but the rare weather will only last until December 26.\n\n“Not only does this mean you’ll enjoy a picturesque holiday in GTA Online, but you’ll also be able to mix it up with your friends and foes with some good old fashioned snowball fights (just press left on the D-pad to collect up to nine snowballs for your arsenal).”\n\nChristmas Eve, December 24, will also offer a day-long buff to profits from vehicle exporting, any biker business sales, and CEO special cargo shipments. Players will receive a 50 percent increase in cash earned from these activities for that day only making the holiday the perfect time to pick up free gifts and make a little extra in-game money.\n\nThe new adversary mode called “Juggernaut” and the “Plummet” stunt race are also worth more RP in GTA Online until January 1 and January 2 respectively. Juggernaut pits teams against each other both working to take out the other’s heavily armored target. If no team succeeds before time runs out, all players become juggernauts. Bonus cash and RP are rewards for the adversary mode while just completing the features stunt race will reward triple RP.\n\nThose free goodies, events, and a snow covered map are not the only festivities lined up for GTA Online players. Several holiday clothes are returning this year, and players can unlock them by simply logging into the game before January 9. Merry masks, Santa outfits, and appropriately hideous sweaters await those ready to celebrate the season.\n\nAlthough not tied to the Christmas holiday, a new supercar and different unlocks are also available now. The Truffade Nero car is now available at Benny’s Original Motor Works. Players that jump on to the game before January 2 will also unlock the Bold Pinstripe Smoking Jacket and Pajama sets. Not to mention, a sale on GTA Online items is currently underway until January 2 as well. Players can buy two cars, two aircraft, select real estate, and a handful of products at Ammu-Nation at a 25 percent discount. For the full list of applicable items, check out the official Rockstar Games website.\n\n“Coming out of the holy modification temple known as Benny’s Original Motor Works, the highly customizable Nero is easy on the eyes with its sleek design and also packs plenty of zip.”\n\nGTA Online recently updated with the free Import/Export downloadable content just weeks ago. The latest DLC introduced a new gameplay system to steal and resell high-value vehicles. CEOs in the game can invest in expensive car garages before hiring their friends to steal luxurious automobiles to turn major profits.\n\nIn addition the new vehicle theft options and new items for the player to buy, the latest update also introduced the ability for players to change their appearance at any time via the quick menu. As the Inquisitr reported, players can access the new option by bringing up the interaction menu in-game. For $100,000 in GTA Online players can alter nearly everything about their avatar. All of the options available at character creation are also available through this option, but players cannot change their characters’ gender.\n\n[Featured Image by Rockstar Games]",
    "software_words": {
      "system": 1,
      "update": 2
    },
    "bug_words": {
      "bug": 2,
      "outage": 4
    },
    "title_collocations": [],
    "text_collocations": [
      "buy the latest update"
    ]
  }
]