[
  {
    "id": 49,
    "url": "https://www.androidpit.com/samsung-gear-s3-review",
    "title": "Samsung Gear S3 review: the best of both worlds",
    "text": "Samsung used IFA 2016 as the stage to present two more smartwatch models, thus expanding its wearables portfolio. The Gear S3 Classic and the Gear S3 Frontier combine the features we already had the pleasure of using on the Gear S2 in 2015, in addition to the more recent fitness tracker functions found on the Gear Fit2. In today’s review, we’ll take a look at what other innovations Samsung has integrated into its latest newcomer. How to set up and customize your smartwatch\n\nGear S2 review\n\nRating\n\nGood ✓ long battery life\n\n✓ simple controls thanks to the bezel\n\n✓ well-made\n\n✓ water and dust-proof with IP68 certification Bad ✕ variety of apps limited\n\n✕ the bezel rattles slightly\n\nSamsung Gear S3 design and build quality When looking at the design and size of the Gear S3, it’s quite evident that Samsung had a male target group in mind when building the smartwatch. The display grew from 1.2 to 1.3 inches and even the dimensions and the weight have been increased accordingly. In terms of appearance, the Classic model, as its name foretells, has a very classic menswear-type look, while the Frontier has much more sporty chronometer style and includes a rotating navigation bezel. The Frontier has a bezel much like a diving ring. / © AndroidPIT The build of both models meets high standards, however there is one drawback: the bezel on both devices doesn’t sit firmly. There seems to be a just a sliver of extra space between the two parts, causing a slight but tangible rattling sound when you tap on the display. That being said, the bezel feels more secure on the newer models than it does on the Gear S2. Which one do you prefer? The Classic (right) or the Frontier? / © AndroidPIT Just like the Gear S2 and Gear Fit2, both Gear S3 models have two physical buttons on the right side of the watch. The button on the Classic model reminds me of a digital sports watch. Samsung made the call to have a much flatter surface on the Frontier version, while simultaneously opting for a textured material to allow the user to feel for the button without having to look for it. The top button functions as the usual back button, while the bottom one brings the user back to the home screen. The pulse sensor is found on the back of the device. / © AndroidPIT Both Gear S3 models are delivered with the same extras: there’s a wireless charging dock, a power supply with a hard-wired microUSB cable and a short watchband for smaller wrists. The watchband for the Classic is made of leather, while the Frontier comes with a silicone band. Both models are IP68 certified, meaning that they are dust and water-resistant. Samsung has specified that the Gear S3 can be dunked into 1.5 meters of water for up to 30 minutes at a time. The Classic model is elegant and slick. / © AndroidPIT\n\nSamsung Gear S3 display As previously mentioned, the Gear S3 of 1.3 inches is 0.1 inch larger than its predecessor, the S2. The resolution stays the same at 360 x 360 pixels. A Korean spokesperson also told us that the S3 is antialiased, meaning that any overly pixelated effects or step effect that sometimes happens in the edges of images or dials are smoothed out. The 1.3-inch Super AMOLED display has 360x360 resolution. / © AndroidPIT The brightness of the Super AMOLED display is excellent and even in direct sunlight the content on the display is legible. In comparison to the Gear S2, the maximum display brightness on both Gear S3 models is noticeably higher. There is, however, no ambient light sensor on the Gear S3 as there is on the Moto 360, meaning that you often need to manually adjust the brightness. Though the lack of this feature is a shame, you get used to it after a while.\n\nSamsung Gear S3 software Samsung uses their homemade operating system Tizen on both models of the Gear S3, just like they did on the Gear Fit2 and both versions of the Gear S2. Samsung claims that there are now around 10,000 apps available for the smartwatch platform. The Gear S3 also brought some improvements in terms of software, for example, you can now install apps directly from the smartwatch. This will save users having to use the companion app to get apps on their wearable. Apps can be installed directly onto the watch. / © AndroidPIT Operating and navigating haven’t changed in that they are accessed via the menus. Thanks to the combination of the touchscreen, the bezel and the physical button, I found that operating the Gear S3 was very easy, as was the Gear S2 before it. Samsung set up Tizen on the Gear S3 so well that you barely need a user manual to figure out how to use it. There is of course the addition of many new sensors in the the latest Tizen version, which allows the smartwatch to collect and calculate a wide range of fitness data. The barometer can even sense height and speed. The GPS module, in combination with the correct app, are able to track distances so that you can use the Gear S3 as an independant navigation device or speed calculator. These functions also have corresponding apps. It’s also worth noting that it's possible to make an emergency call and send your location by just pressing a button. This means that if you are in a state of emergency, you press the lower button three times to call for assistance and your position will be sent as well. Thanks to the microphone and headphones, you can now make and receive calls. / © AndroidPIT I was also impressed by the fact that you can connect the Galaxy Gear S3 with Android smartphones produced by other manufacturers. For those who own an iPhone from Apple, you too have the possibility to use a Galaxy Gear S3 with your phone as opposed to the Apple Watch. An iOS app for this purpose was recently leaked and is currently in beta testing in South Korea. If testing proves to be successful, this iOS app will be officially released. While testing the Gear S3, we were also able to download a leaked version of the iOS app and we gave it a try. While the connection between both devices worked without problem, there were still issues with regards to the App Store on the Gear S3. Updates and new apps were difficult to install, and often it was impossible to install apps at all. The Gear S3 will soon be able to be paired with Apple's iPhone. / © AndroidPIT\n\nSamsung Gear S3 performance As I mentioned a few times already in this review, Samsung has made some small changes to their new smartwatch in comparison to the previous model. This also applies to the hardware running within the smartwatch. It may seem like that Samsung didn’t change anything when you look at the a 1 GHz dual-core processor, however the changes can be found in the details. The processor is now an Exynos and is LTE-compatible. The new processor is now also paired with 769 MB of memory. 4 GB of internal storage are also available for the operating system, apps and audio data. This means that joggers will be able to go out for a run without needing to lug a smartphone around with them. You can use your Bluetooth headphones for listening and the Gear S3 as an MP3 player. You can play music without a smartphone nearby since the Gear S3 has 4 GB of internal storage and speakers. / © AndroidPIT At no point did we notice any lags or glitches on the Gear S3 Classic and Gear S3 Frontier. The menus and apps worked smoothly, navigating effortlessly from one screen to another when swiping.\n\nSamsung Gear S3 audio Another new feature is the possibility of making calls thanks to the integration of a microphone and speaker. Whether you would actually ever use this out in the open is questionable though. This could be useful in the comfort of your own home though so that you don’t always have to carry your phone around with you. You can also use the Gear S3 as an MP3 player with the integrated speaker. You might not use this every day though seeing as the sound that comes from the integrated mono speaker is rather lousy. If anything, it could work as a party favor or to entertain children.\n\nSamsung Gear S3 battery Thanks to the larger housing on the Gear S3, Samsung was able to use a larger battery. The Gear S2 had 250 mAh, so both Gear S3’s will last quite a bit longer with 380 mAh. This is 50 percent increase in battery capacity, which is quite impressive. The Gear S3 has improved battery capacity with 380 mAh. / © AndroidPIT With the help of its large battery, both the Gear S3 Frontier and Classic with their optimized 1.3-inch Super AMOLED displays, improved processor and numerous additional sensors were able to run for 2.5 days. If you activate the WiFi toggle so that it is constantly on the lookout for a connection, the battery life will drop down to 1.5 days.\n\nSamsung Gear S3 technical specifications\n\nType: Watch Model: Sorry, not yet available! Manufacturer: Samsung Dimensions: 49 x 46 x 12.9 mm Weight: 57 g Battery size: 380 mAh Screen size: 1.3 in Display technology: AMOLED Screen: 360 x 360 pixels (278 ppi) Front camera: Sorry, not yet available! Rear camera: Sorry, not yet available! Flashlight: Sorry, not yet available! RAM: 768 MB Internal storage: 4 GB Removable storage: Not available Chipset: Sorry, not yet available! Number of cores: 2 Max. clock speed: 1 GHz Connectivity: Bluetooth 4.2\n\n\n\nFinal verdict At first glance, both Gear S3 models put on a good show thanks to the combination of its fitness features like on the Gear Fit2 and smartwatch functions as on the Gear S2, wrapped up in one single device. The Gear S3 has allowed Samsung to further expand their portfolio, especially for the male target group. They now have a complete lineup of wearables for a variety of users. The Gear S3 versions, however, did not revolutionize the smartwatch market but they have made some worthwhile improvements. The iOS compatibility just needs to be ironed out, at which point I believe many Apple Watch users will switch to the Gear S3. Is the Gear S3 better than the Gear S2? Technically and functionally-speaking, it only improves over the previous model to a limited extent. I could live without the GPS feature and I prefer the size and weight of the Gear S2, even if that means I need to take it off to recharge every night. What do you think of the Gear S3? Would you consider buying it, and if so, which one?",
    "software_words": {
      "software": 2,
      "hardware": 1,
      "technology": 1,
      "technical": 2,
      "system": 2,
      "app": 19,
      "device": 5,
      "update": 1
    },
    "bug_words": {
      "glitch": 1,
      "outage": 5,
      "issue": 1,
      "problem": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "devices worked without problem"
    ]
  },
  {
    "id": 82,
    "url": "https://www.androidpit.com/pokemon-go-update",
    "title": "Pokémon Go update: latest news and features",
    "text": "Pokémon Go became a mammoth success virtually from day one. Niantic's blockbuster mobile game creates a mirror of the real world using augmented reality, assisted with smartphones’ cameras and GPS chips. This allows players to find, catch and train Pokémon (or Pokémen) in their own neighborhoods. The latest news is that there will be special holiday items coming to the game.\n\nNiantic has delivered on their promise and released the update fans have been waiting for. However, it isn't the 100 new Pokémon we had all been expecting: they've only added seven. These seven are from the second generation. For example, there is a baby Pikachu (called Pichu) and an Elekid (a tiny Electabuzz). Once you find the eggs, you can get them to hatch by walking around. Some hatch from walking a distance of 2km, 5km and 10km (the longer the distance, the better the Pokémon).\n\nPokémon Go has been recently released in India. Indian Pokémon fans can now download the app and catch Pokémon wherever they are. If you're new to the game, be sure to check out our Pokémon Go tips and tricks .\n\nIn addition to solving a mystery vibration issue in the app, Niantic's latest software update APK files include code (which is not yet live) for special \"Holiday Items\" in the shop. The news comes to us via Slashgear , and they say there are six types of boxes in different tiers, all of the same size ratio: bronze, silver, gold, special, great and ultra. The holiday gifts haven't been announced yet, but we suspect an event announcement soon. Perhaps one gift will be made available each day leading up to the new year.\n\nHere are all seven which have been added:\n\nMagby (baby Magmar)\n\nElekid, (baby Electabuzz)\n\nCleffa (baby Clefairy)\n\nIgglypuff (baby Jigglypuff)\n\nPichu (baby Pikachu)\n\nSmoochum (baby Jynx)\n\nTyrogue\n\nThese seven are the first of more we can expect over the next few months, according to Niantic.\n\nNiantic is improving your experience with finding Pokémon out there in the augmented reality world. The 'Nearby Pokémon' feature is now expanding to more locations so you have more options for catching your pokémon. The 'Nearby Pokémon' feature has also been enhanced for situations where there aren't enough PokéStops in range. Niantic is testing the update and will make changes as necessary.\n\nFrom December 8, many Starbucks stores across the US will become a PokeStop or gym, according to leaked screenshots posted on Reddit. The leaker says that a Frappuccino icon will appear in the game near stores, allowing players to order a special off-menu drink. If you do, rumors suggest you'll then be gift a currently unreleased Pokemon, which fits with suggestions that there are more than 100 new creatures on the way from last month.\n\nPokémon Go update: Ditto is finally here!\n\nSince Pokémon Go was released, one of the best characters was missing: Ditto. The little purple blob takes the form of whatever other Pokémon he's battling, so we suspect writing the code for him was difficult for the developers, which is why the wait has been so long. You won't see him on the map, though. He appears as another Pokémon, but reveals himself after being caught. Check out the video in this tweet to see what I mean.\n\nPokémon Go update adds safety features\n\nOctober 20: Responding to concerns over safety, Niantic is adding enhanced safety features to the next Pokémon Go update. The biggest concern over this augmented reality game is driving while playing Pokémon Go. Soon you will no longer be able to play Pokémon Go while in any vehicle.\n\nAn easy fix is being implemented to prevent anyone driving or riding in a vehicle to play Go while going faster than 30 MPH. Once you've exceeded this speed, Pokémon cease spawning in your area and egg distance is no longer counted. This will certainly make it more difficult to play the game but it is after all just a game and shouldn't take precedence over safety.\n\nThe next update is not yet live but we'll let you know as soon as it goes up. Until then, you can always check the official Pokémon Go update website or the Niantic Facebook account for the latest.\n\nOctober 11: The next Pokémon Go update should have some interesting options for training your Pokémon. According to the official Pokémon Go Facebook account, update 0.41.2 will allow trainers to bring six Pokémon to battle at gyms. You will also be able to adjust your CP of the Pokémon you're training in the gym.\n\nOther than a few minor fixes and updates, there is one more particularly interesting tidbit coming soon. As was reported by AndroidPIT on October 6, the new update will include a 'catch bonus' that includes a tier system for types of Pokémon. Once you've improved at catching one type of Pokémon you will have a better chance of catching this type in the future.\n\nOctober 6: A preview of the next Pokémon Go update appeared on the official Niantic website. A new feature is in the works that gives you a 'catch bonus' for when you pick up certain types of Pokémon such as Kindler, Psychic, Gardner and more.\n\nWhen you catch Pokémon you'll increase your tier for that type of Pokémon through a new medal system. The medals better your chances of \"capturing Pokémon with a related type\". So if you get a Kindler Medal your chances of catching fire-type Pokémon increases.\n\nSeptember 23: The newest Pokémon Go update is set to include some changes that will keep you on the hunt. This was announced via Facebook by Niantic and the update is version 0.39.0. The update brings some minor bug fixes but also a couple of cool new features.\n\nThe first feature announced is 'Capture location' where the location of where you caught your Pokémon is going to be displayed on the information screen. Also included in the update is wearable compatibility. Niantic will allow trainers to catch their Pokémon with the Pokémon GO Plus and Incense accessories.\n\nPokémon Go update includes 'buddy' feature, or not\n\nSeptember 11: This Pokémon Go update included a sweet feature: Buddy Pokémon. This allow you to choose a Pokémon to be, you guessed it, your buddy. This meant that players can earn candy for these buddies by walking certain distances.\n\nOther updates included a tweak that makes it easier to select smaller Pokémon on displays, the fix to an issue where eggs would sporadically hatch without an animation, along with better reliability when you switch networks (avoiding 'hang').\n\nAlso worthy of mention is support for Pokémon Go Plus, the nifty new way to play this game without even using your phone. And let's not leave out the last little update – and always my personal favorite whenever Niantic publishes its release notes – some new minor text fixes.\n\nPokémon Go update reinstates battery saver mode\n\nAugust 8, 2016: After only a little more than a week, a new Pokémon Go update already arrived. Users of the Android app can upgrade to version 0.33.0, while iPhone owners can get iOS version 1.3.0. So what's new this time around? Well, it's not quite the feature dump that the last version was, but there are some good tweaks to know about here.\n\nThe main addition you should know about is, unfortunately, an iOS-only update. Battery saver mode, which was reportedly buggy for many players, has made a return in this new update. The more significant update to the Android app is the for you to change nicknames once. Yes, once only. This mightn't be a big deal to you if your preferred name was available from day one, but for those of us with embarrassing names, this is the time to switch.\n\nOther improvements in this update include XP bonus corrections, plus a player safety warning for those who might be traveling in a vehicle. Stay tuned for the next update – we've got you covered.\n\nJust another day at AndroidPIT... / © AndroidPIT\n\nLatest Pokémon Go update is huge\n\nJuly 30, 2016: A significant Pokémon Go update has been released after what seemed like forever. Now at build number 0.31.0, the comprehensive changelog provides deeper refinements than last update's simple 'minor text fixes'. Changes include an improved battle system, better Gym animations and – wait for it – more minor text fixes. The iOS update is now at version number 1.1.1. Here are some details on the latest happenings in the Pokémon Go universe.\n\nPlayer progress resets to Level 1\n\nThere was initial alarm after this update was released, with some players reporting that their progress was reset to Level 1. It's not clear whether the update caused this, but Niantic wrote on its website that this problem is caused when players have two accounts (i.e. one Google and another with the Pokémon Trainer Club) and switch between them. If you switch, so does your progress.\n\nProceeding to catch all the Pokémon. / © AndroidPIT\n\nNo more Pokémon footprints\n\nNiantic's fix for the imperfect footprint tracking system was a simple one – dump it. The latest build now contains only a list of nearby Pokémon, sans footprints. This makes the list easier to view and will perhaps prevent you from walking in circles when you think a Pokémon is close. The old system was definitely inaccurate, so it's unlikely anyone will miss it.\n\nHere are some of the more interesting new features. Let us know what you think of them:\n\nAvatars can be re-customized from the Trainer profile screen\n\nAdjusted battle move damage values for some Pokémon\n\nImproved memory issues\n\nModified battle damage calculation\n\nVarious bug fixes during a wild Pokémon encounter\n\nUpdated achievement medal images\n\nFixed the issues with displaying certain map features\n\nPokémon Go update brings 'minor text fixes'\n\nJuly 20, 2016: This update to Pokémon Go seemed a long time coming, but in reality is very minimal. Released only a couple of days ago, the Play Store release notes for version 0.29.3 contain only, “minor text fixes”. The iPhone got an update via version 1.0.3 in Apple’s App Store. Perhaps the update was rushed out, as Niantic didn’t give any details for what the fixes were and, ironically, the release notes themselves don’t even contain correct grammar.\n\nWhen you find out that the new #PokemonGO update is just \"text fixes\" and not the 3 step glitch pic.twitter.com/HJ7w71KTFD — Michele (@Mishii86) July 20, 2016\n\nApart from not addressing frozen Pokeballs or three-footstep bugs, this update also crashed servers, as was reported on Twitter and other websites. While a small update is better than none, it’s obvious that Pokémon Go is buggy and needs a polish. We’ll update you when it gets one.\n\nGotta catch all the updates! / © AndroidPIT\n\nPokémon Go launches, world goes crazy\n\nJuly 6, 2016: The first stable version available to Android users was 0.29.0. This was only available in the US, Australia and New Zealand on launch day, which was July 6, 2016. Even though it wasn’t available elsewhere from the Play Store, millions of fans across the globe downloaded the Pokémon Go APK from sites like apkmirror.com.\n\nThe game was definitely buggy on launch day, but the huge hype surrounding what had been for many people an unknown type of gaming experience meant that little attention was paid to the software’s flaws. But we waited for an update to arrive and, soon enough, one arrived.",
    "software_words": {
      "software": 2,
      "system": 5,
      "app": 6,
      "fix": 11,
      "update": 45
    },
    "bug_words": {
      "glitch": 1,
      "bug": 6,
      "outage": 6,
      "issue": 3,
      "problem": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "issue in the app",
      "bug fixes",
      "fix to an issue",
      "bug fixes",
      "update was rushed out",
      "bugs this update"
    ]
  },
  {
    "id": 107,
    "url": "http://mobilesyrup.com/2016/12/21/rogers-has-started-rolling-android-nougat-to-the-moto-z/",
    "title": "Rogers has started rolling Android Nougat to the Moto Z",
    "text": "After pushing Android 7.0 to the LG G5 earlier in the week, Rogers has started to do the same for Moto Z devices on its network.\n\nAccording to the carrier’s OS upgrade schedule webpage, Nougat is now rolling out to Motorola’s latest flagship device. Corroborating the information on the schedule page, MobileSyrup has received reports from multiple Rogers Moto Z users informing us they’ve been able to download the update.\n\nWe’re in the process of confirming whether the update is rolling out to Moto Z units on other networks. For the time being, it looks like Telus hasn’t started pushing the update out to Moto Z devices on its network, even though its software update page says 7.0 was supposed to start rolling out to the Moto Z on December 19th.\n\nBesides adding 7.0-related features like multi-window support, bundled notifications and in-line replies, the update is notable for adding Daydream support. With Nougat, the Moto Z is the first third-party device to become compatible with Daydream, Google’s new VR platform.\n\nIf you haven’t seen a notification prompting you to update your Moto Z to Nougat, you can manually check for the update by launching the Settings app and navigating to About Phone > Software Update.\n\nThanks Neal and Jeff for the tips!",
    "software_words": {
      "software": 2,
      "app": 1,
      "device": 4,
      "update": 6
    },
    "bug_words": {
      "outage": 4
    },
    "title_collocations": [],
    "text_collocations": [
      "update is rolling out",
      "update out"
    ]
  },
  {
    "id": 118,
    "url": "http://www.mercurynews.com/2016/12/06/horgan-san-mateo-county-should-try-a-different-approach-with-local-landlords/",
    "title": "Horgan: San Mateo County should try a different approach with local landlords",
    "text": "With the decisive defeat of two Nov. 8 ballot measures that would have imposed tough rent control regulations in San Mateo and Burlingame, it’s back to square one regarding some sort of assistance/safeguards for renters in those communities.\n\nHere’s a suggestion: Instead of making landlords the routine villains in this situation, an ultra-tight housing market that shows few signs of easing significantly, why not work out a system for rewarding landlords who act with calculated decency in rental matters?\n\nIf memory serves, one of the public relations cudgels used by rent-control advocates in the run-up to the election was an unfortunate case in Burlingame in which an ill, elderly woman (and her roommate) was told to move to another dwelling because the property in question was to be sold due to urgent family estate issues.\n\nThis came about after she had lived in the cottage for decades at an extremely favorable rental rate that was far below what could have been charged in a red-hot Peninsula market.\n\nThe landlord, in spite of those many years of generosity and good will, was pilloried. He became a pariah once the case became public. He couldn’t win.\n\nThen, before the election, the woman in question passed away at the age of 97, compounding what had become a campaign nightmare over which the landlord had little or no control. He was Public Enemy No.1.\n\nIn spite of concerted efforts by rent control activists to use the case as Exhibit A in their war on private property owners, the voters saw things quite differently overall. In the end, they crushed both rent control measures.\n\nBut none of the pressing housing issues has gone away.\n\nWho’s elderly?\n\nBy the way, speaking of “elderly,” how old do you have to be before you attain that label?\n\nThe dictionary is not much help. It defines “elderly” as “of advanced age” or “of or relating to persons in later life” or just plain “old.”\n\nYears ago, I made a rather large mistake by referring to a 60-year-old man as being elderly in a news story in the defunct San Mateo Times. The publisher at the time, a rather feisty fellow who relished the notion of aging with vim and authority, happened to be 60 at the time.\n\nHe objected to the use of the descriptive word in that context. So how about 65? That used to be full retirement age for those claiming Social Security. No? Maybe 70 would be more like it. Not sure? I guess it’s in the mind of the beholder.\n\nBut, for that publisher, 60 appeared to be the new 45. I learned that the hard way.\n\nPoplar proposal\n\nAs San Mateo officials, in concert with Caltrans, consider options to improve access to and from Highway 101 at Peninsula Avenue, here’s a good suggestion from a neighbor in that immediate area: Retain the existing southbound 101 on-ramp (not the off-ramp) at Poplar Avenue to the south.\n\nDoing that would ease some of the anticipated traffic burden on San Mateo and Burlingame streets near an expanded Peninsula Avenue overpass system to the north. At least that’s the theory.\n\nAnd, if it’s feasible (the Poplar freeway access, both on and off 101, may have to be closed if the Peninsula interchange is re-configured to include southbound ramps), it makes some sense.\n\nJohn Horgan’s column appears weekly. You can contact him by email at johnhorganmedia@gmail.com.or by regular mail at P.O. Box 117083, Burlingame, CA 94011.",
    "software_words": {
      "system": 2,
      "freeware": 1
    },
    "bug_words": {
      "outage": 1,
      "issue": 1,
      "mistake": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "out a system"
    ]
  },
  {
    "id": 144,
    "url": "https://www.androidpit.com/samsung-galaxy-s7-edge-review",
    "title": "Samsung Galaxy S7 Edge review: form meets function",
    "text": "Samsung overhauled its flagship Galaxy S smartphone series with a premium design in 2015. This came with some tough decisions, however, and microSD card support and water resistance were both dropped. Still, the Galaxy S6 and the Galaxy S6 Edge+ were high performers last year. Now in 2016, Samsung has stepped back in time to re-introduce memory expansion and water resistance with the Galaxy S7 and Galaxy S7 Edge. In this Galaxy S7 Edge review, we’ll take a look at how this year is the one in which the Galaxy S evolved into its most perfect state yet. Samsung Galaxy S7 review\n\nSamsung Galaxy S6 vs Galaxy S7 comparison\n\nSamsung Galaxy S7 vs Galaxy S7 Edge comparison Update: Samsung confirmed the Blue Coral variant of its S7 Edge. Head down to our 'design and build quality' section to see how it looks.\n\nHighlight recent changes Yes No\n\nRating\n\nGood ✓ Excellent grip\n\n✓ Excellent screen quality\n\n✓ Floating Game Tools button\n\n✓ Camera focus speed\n\n✓ Wider f/1.7 aperture (bright pictures)\n\n✓ microSD card support\n\n✓ Water resistance Bad ✕ Does not support Adoptable Storage\n\n✕ Fingerprint sensor fails in the rain\n\n✕ Mono speaker\n\nSamsung Galaxy S7 Edge design and build quality The biggest difference between the Galaxy S7 and Galaxy S7 Edge is display size, at 5.1 inches and 5.5 inches respectively. However, even with an increase of 0.4 inches, the S7 Edge is surprisingly compact. Compared to previous dual-edge models, the S7 Edge is more beautiful, offers excellent grip and the camera bulge has been almost completely removed. To get an idea, the camera's rear bulge decreased to 0.46 mm and is virtually nonexistent. The Galaxy S7 Edge has a 3,600 mAh battery, but it's still elegant. / © ANDROIDPIT In short, this device is beautiful. In fact, I think the S7 Edge is the best-looking phone you can buy right now. Build materials are top notch, with an aluminum frame and Gorilla Glass 4 on front and rear. This means that you’ll have extra protection against cracks, but it’s not unbreakable like the Moto X Force. The camera's rear bulge decreased to 0.46 mm and is virtually non-existent. The Galaxy S7 Edge screen is 2.5D. / © ANDROIDPIT In the Galaxy S7 Edge, the metal edges on both sides are quite narrow, as you can see in the images. This gives it a clear visual difference between it and the iPhone. (L to R) Headphone jack, micro USB port, microphone and speaker. / © ANDROIDPIT At the top is the nano SIM card and microSD slot. Once you open it, you’ll find a tray to insert both cards. Memory can be expanded up to 200 GB via microSD. The Galaxy S7 Edge has a tray for microSD and SIM cards. / © ANDROIDPIT At the bottom is the speaker and, just like the S6 Edge+, is a micro USB port and the headphone jack. I honestly think Samsung should invest in stereo speakers as with such a high-quality display it seems like the minimum acceptable standard. For stereo audio, you’ll need to settle for using headphones. Don't get me wrong - I don’t like someone beside me on the subway using their phone's loudspeaker, but at home it would have been nice. The Galaxy S7 Edge fingerprint sensor is fast. / © ANDROIDPIT As seen in previous models of the line, the Galaxy S7 Edge also uses the home button as a fingerprint scanner. The configuration of this feature is fast and works well. However, the Galaxy S7 Edge is certified IP68 for dust and water resistance. This means you can use the device for about 30 minutes at a depth of 1.5m of water. When my finger or the device itself is wet, the fingerprint reader does not work however, so if you’re at home cooking and your hand is wet, the device will not unlock. The solution here is to use Smart Lock to make the device recognize trusted locations and remain unlocked. The camera is a barely-visible lump. / © ANDROIDPIT I think Samsung’s choice to launch a dual-edge model at 5.5 inches instead of 5.1 inches, unlike last year, was a smart move. This is because the differences between the Galaxy S7 and S7 Galaxy Edge would be very small. If the company was still considering launching the \"Plus\" version of this device, it would need to make huge changes to avoid launching two very similar devices. The Galaxy S7 Edge is only slightly larger than the Galaxy S7. / © ANDROIDPIT So far, Samsung released five different colors for its Galaxy S7 Edge device: Black Onyx, Gold Platinum, White Pearl, Silver Titanium and Pink Gold. Now, Coral Blue is being added to the lineup. It's available starting November 1, in select markets around the world. The color is really a combination of two different tones. A bluish hue on the front and back with a gold border running around the border. Have a look at the official renders below. Samsung is planning to release a new color in December. Photos have just been leaked by a Samsung official on their Weibo account of a \"Glossy Black\" version of the Galaxy S7 Edge, which look similar to Apple's iPhone 7 in Jet Black. You can expect the new Glossy Black color in December. / © Weibo The Blue Coral Galaxy S7 Edge color. / © Screenshot AndroidPIT\n\nSamsung Galaxy S7 Edge display The S7 Edge inherited the screen resolution of its predecessor rather jumping to 4K. On the one hand this could be a frustrating choice for a device launched under the guise of a virtual reality revolution. However, the S7 Edge display leaves nothing to be desired in quality when it comes to everyday use. The handset comes with a Super AMOLED display of 5.5 inches and, of course, what makes it unique are the curved lateral edges. The WQHD resolution of 2560 x 1440 provides a pixel density of 534 ppi (pixel per square inch). Color saturation is one of the best on any device with an AMOLED display. Viewing angles are very good, with the ability to identify what is on the screen with the device at an angle of 80 to 85 degrees. What is striking is that Samsung really pumped up maximum brightness. That could be annoying when you’re in a dark room, especially when you are reading at night. However, there’s a significant improvement in readability during the day. Between the two, I am happy to see better readability under direct sunlight and you could just always adjust brightness manually anyway. The Galaxy S7 Edge display makes media look better. / © ANDROIDPIT The screen’s curved edges are also a benefit to the Gear VR. When you use the Galaxy S7, by comparison, it is possible to see the side edges of the phone. With the S7 Edge, you can't.\n\nSamsung Galaxy S7 Edge special features Game Launcher For the first time, I had the impression that Samsung brought something really special to its smartphones in relation to software functions. The Game Launcher functions as a center for games and automatically adds games to a specific folder that will suggest titles you might like. But what is even better in the Game Launcher are its features, such as options to save battery while you play, choose to stop alerts while you play, access the most popular games, featured videos and, most interesting of all, enable the floating button ‘Game Tool’. The Game Tool employs some Google Play Games features, such as being able to record matches to share with other users. The tool is useful, especially for those who use their phones to play but have no patience for capacitive keys that end up being activated unintentionally during a match, thus hampering the gaming experience. The Game Tool is functional and can be accessed by a floating button. / © ANDROIDPIT The Galaxy S7 Edge is, along with the Galaxy S7, one of the first smart phones compatible with the Vulkan API. This API has been designed to complement existing technologies like OpenGL and OpenGL ES. The goal is that in the near future Vulkan will become a standard for creating graphics solutions in 3D, both on PC and on mobile devices. Of course, this API is not exclusive of the new Galaxy S line, but shows how Samsung is committed to making the gaming experience better. USB adapter to replace lack of USB Type-C We all know that Samsung invested in a breathtaking presentation for the launch of the Galaxy S7 Edge. To the surprise of those who attended the launch, Samsung made use of its virtual reality gadget, the Gear VR, during the show. I have to say that the experience with 360-degree video was great. But have you ever wondered what would happen if the company changed the micro USB port from Type-B to Type-C? It would have to redesign all its accessories, and with it, the Gear VR. Transferring data from one device to another is easy using the adapter Samsung provides. / © ANDROIDPIT To streamline any port connectivity issues, Samsung provides a micro USB adapter with the Galaxy S7 Edge so you can connect it to any device with micro USB port. This allows you to share files quickly, as I saw when I downloaded my entire Galaxy S7 Edge picture gallery onto my Xperia Z2 in a matter of minutes.\n\nSamsung Galaxy S7 Edge software The Galaxy S7 Edge comes with Android 6.0.1 Marshmallow and TouchWiz has not changed much compared to the Galaxy S6 Edge+ or Galaxy Note 5. This Samsung skin, as we know, was overhauled last year, lightened, bloatware removed and features optimized. Yet the system still takes up little more than 7 GB of internal memory. Remember that the 32 GB you pay for ends up as only 25 GB of usable space. In the Galaxy S7 Edge we can see Android 6.0 Marshmallow features brought over to TouchWiz, such as changes to the arrangement and layout of the status bar and improved quick shortcuts. Previous problems, such as with RAM usage, have been resolved. TouchWiz does not bother me as it's definitely more intelligent. / © ANDROIDPIT Regarding bloatware, we have seven apps from Samsung, five from Microsoft, and, of course, Google Apps, Facebook and WhatsApp. But there are still another 25 pre-installed apps. However, the system proved to be clever, because when you start using the S7 Edge these apps don’t show up, and neither was the Game Launcher the default application for use with the Gear VR. However, when downloading my first game, the system automatically offered the option to enable the Game Launcher. The same happened when placing the Gear VR on and the phone automatically asked by a voice command to download Oculus services. But on removing the device from the virtual reality headset, it was already set to download the software. Edge Screen The ‘Edge Screen’ is dedicated to dual-edge models and allows you to slide your finger from a tab on the right of the screen to access a list of services. The service was known as the link function in the past, which still exists and offers the chance to add up to five favorite contacts, identified with different colors, as a kind of shortcut to the main contacts from your address book. The Edge Screen feature had some changes. / © ANDROIDPIT However, Samsung has expanded the range of the Edge Screen functions and can now add two columns instead of just one to access a greater number of features. You can add your favorite websites, too. This feature is cool but, honestly, I’m not sure if this would convince me to opt for the Galaxy S7 Edge over the Galaxy S7. Always On The possibility of having information available 24 hours from the Always On feature is already available on this model. The thing, however, is that it can be quite invasive when you simply don’t want the display to show you anything.\n\nSamsung Galaxy S7 Edge performance The Galaxy S7 Edge comes with an Exynos 8890 processor. The CPU was developed by Samsung and comes with eight cores, four of them running at a maximum speed of 2.3 GHz and the other four at up to 1.6 GHz. According to Samsung, the CPU and GPU are 30 percent and 64 percent more potent, respectively, than the Galaxy S6. When we look at the results of benchmarking by Metal and Multicore’s Vellamo, we see that the first, which measures the maximum performance in an operation, the CPU frequency is much of the time overclocked or 2.6 GHz. Thus, taking into account that the majority of Android applications use only two processor cores when running, the Galaxy S7 Edge delivers maximum performance the entire time. The size means the time the device spends at a given frequency. / © ANDROIDPIT This is, of course, only on paper. In real life, I had days when the software did not give me a headache or plain ran without crashes or delays. However, one day I downloaded four big games: Need for Speed No Limits, Asphalt 8, the Real Racing 3 and the Gods of Rome. During this time, I started to play one after another and I used almost 4 GB of data. My colleague, Sophia Neun, installed the Need for Speed No Limits and Real Racing 3 on the Galaxy S7 Edge and she did not have the same problems. The problems I had with Need for Speed No Limits could also be related to my internet connection. Moreover, the problem with background applications lock that has become a problem in the Galaxy S6 Edge Plus is not present in the S7 Edge. I had more than 50 applications running in the background with no system delays. 53 apps are open in the background and the system is still running fluidly. / © ANDROIDPIT Below, you can see a table with the results of different benchmarks from the Galaxy S7 Edge: Vellamo - metal Vellamo - multicore AnTuTu Geekbench 3 - single core Geekbench 3 - multicore v3.2.3 v3.2.3 v6.0.4 v3.3.2 v3.3.2 2.163 points 3.424 points 131.202 points 1.883 points 6.173 points The device I’m testing has 32 GB of internal memory and 4 GB of RAM. In it, I’m using a Samsung 120 GB SD card. The fact that the manufacturer offered an expandable memory option is great for storing photos and other media. But don’t get confused, you cannot use the microSD as internal memory. Looking at the examples above and below, you see that even after moving a 1.22 GB game in the device memory to the external memory, the external storage is only occupied by 492 MB. Also, when I search for applications in the device memory, Asphalt 8 is among them, in Settings > Storage > Device Memory > Used space > Applications. You can still save app data to microSD card with the Galaxy S7 Edge. / © ANDROIDPIT Samsung in the United States told Arstechnica in February that it chose against Adoptable Storage, stating that \" our users want a microSD card to transfer files between their phone and other devices (laptop, tablet, etc), especially the photos and videos they shoot with the camera.\" In addition, the manufacturer claimed that misuse of this feature may cause the card to “be erased the first time it is inserted into the device.\" You have to keep in mind that, though the Galaxy S7 Edge is running Android 6.0.1 Marshmallow, its microSD card functionality is the same as we had in the Galaxy S5: you can’t just add a 32 GB card to the 32 GB S7 Edge to create a 64 GB device.\n\nSamsung Galaxy S7 Edge audio Apparently, Samsung has yet to evolve on the question of speaker quality. The speaker audio is high but that does not mean it’s necessarily good. Playing Spotify albums at home or indoors is not a problem at 75 percent of the volume, but after that, depending on the genre of music, the audio is noisy. The worst thing, is Samsung really invested in this device for consuming media and put a great screen on the device for gaming. However, in most cases, plugging in an external speaker while playing games or watching video is necessary. To get better sound quality, you can use the headphones that provide stereo audio. However, if you are gaming, the timing in gameplay will be distorted. The speaker of the Galaxy S7 Edge is at the bottom of the device. / © ANDROIDPIT Just as we saw in the Galaxy S6 Edge and Galaxy Note 5 models, among others, Samsung offers an audio equalizer for the Galaxy S7 Edge, which can be used to optimize the sound of videos and songs that do not use players like Spotify. So with the headphones (via cable or Bluetooth) you can see an improvement in the audio effects, but beware, this is not a cure-all. The headphones come in the kit which includes the power adapter and USB. / © ANDROIDPIT The Galaxy S7 Edge kit includes a headset for two different ear sizes. A radio is not included in the device so you’ll have to use a streaming radio that uses data if you want to use this. The audio quality for calls is good. The speaker is great and the microphone is able to capture voice and filter out background noise. The size of the device does not interfere with audio quality for calls.\n\nSamsung Galaxy S7 Edge camera The camera of the Galaxy S7 Edge is one of the major highlights of the device. The new sensor with an f / 1.7 aperture does an excellent job in poor lighting and the larger pixels assist in the sharpness of images in these conditions. The result is quite impressive, I used the camera to take pictures at night and can easily see what was shot on the screen in vivid detail. The Galaxy S7 Edge camera has a lower resolution than the Galaxy S6 Edge Plus but the sensor uses dual 12 MP technology. This means that all pixels of the image sensor photodiodes have two instead of one. Thus, the sensor is able to focus quickly. When an object in focus rapidly changes position, like a moving car, the camera focuses almost instantly. Samsung claims that the Galaxy S7 Edge takes 95 percent brighter photos, which is 56 percent more light than with previous models. Because the test was not done in a controlled environment, I cannot say definitively whether this figures are completely accurate. However, analyzing the images captured with the camera, they certainly have improved greatly in this regard. The front camera has an aperture of f/1.7 and remains at 5 MP. Will the S7 cameras be the new kings of the market? Below you can see some images from the main camera: All images captured with the Galaxy S7 Edge can be seen in full size on Google+ An image captured with the Galaxy S7 Edge camera. / © ANDROIDPIT Macro mode for the Galaxy S7 Edge camera. / © ANDROIDPIT The camera controls are very intuitive, just slide your finger across the screen to access the different camera modes and the gallery. To exit the gallery, and go straight to the camera, just swipe your finger from left to right on the screen. Capturing images is also done in various ways, especially when using the front camera. Therefore, you can use the touch screen, the volume buttons, heartbeat sensor and standard camera button. The Galaxy S7 Edge’s camera offers a manual mode and a way to make collages. / © ANDROIDPIT Camera modes There are some camera modes that are worth mentioning in this review. The gallery mode now offers the moving picture feature, so you can show the images on the display with greater detail. Two other video resources are the ‘interval’ (time-lapse) and slow motion. You can watch a sequence of several pictures showing them as time passed. But the slow movement uses three different speeds, like ½, ¼ and ⅛. You can also choose a specific part of the sequence you want slower. The slow motion mode offers three speeds. / © ANDROIDPIT The front camera also offers modes for correction and highlighting certain parts of faces in selfies or group photos. The color representation provides an excellent saturation both in pictures and videos. What draws the most attention for the Galaxy S7 Edge is the maintenance of colors, richness of detail, the speed of focus and the excellent color saturation.\n\nSamsung Galaxy S7 Edge battery The Galaxy S7 Edge comes with a battery capacity of 3600 mAh without using any accessories. If we compare this with the previous model, the Galaxy S6 Edge, we are talking about an increase of 1000 mAh. This is due to a few factors, like the increased size of the screen. But in particular, Samsung has used a new flexible battery technology that is able to take advantage of extra space inside the body. These two accessories help charge the battery. / © ANDROIDPIT The S7 Edge has wireless charging and fast charging technology. In my tests, I tested only with the adapter and cable, but it was still very quick. When the device was at 5 percent, I only need one hour and 16 minutes to reach 100 percent. So if you are in a hurry, you will have no problem charging the device for just 30 minutes. This was the amount of time it took me to charge to 43 percent from 5 percent. In addition to this, Samsung maintained its well-known power saving modes. Of course, you will be limited on the use of the device in these modes. In fact, the S7 Edge software was optimized to save energy. When I launched the Game Launcher, for example, I got the option of ‘saving energy during games’. I prefer to keep power saving options turned off most of the time because I wanted the pictures at a normal resolution. If you need the ‘save energy’ option though, it does deliver a very good experience and yet consumes less power. As soon as you open the Game Launcher, you can choose to save energy during the game. / © ANDROIDPIT Below you have an example of the Galaxy S7 Edge in use for nearly 24 hours. From 9 PM Sunday to 5 PM Monday, the device went from 100 percent to 20 percent battery remaining. The smartphone reached 5 percent at 8:45 PM and this was with three AnTuTu benchmark test run. It consumed 30 percent of the battery during the day, so the battery would have endured a lot more without the benchmark tests. A look at the Galaxy S7 Edge battery consumption. / © ANDROIDPIT\n\nSamsung Galaxy S7 Edge technical specifications\n\nType: Phone Model: G935F Manufacturer: Samsung Dimensions: 150.9 x 72.6 x 7.7 mm Weight: 157 g Battery size: 3600 mAh Screen size: 5.5 in Display technology: AMOLED Screen: 2560 x 1440 pixels (534 ppi) Front camera: 5 megapixels Rear camera: 12 megapixels Flashlight: LED Android version: 6.0 - Marshmallow User interface: TouchWiz RAM: 4 GB Internal storage: 32 GB\n\n64 GB Removable storage: microSD Chipset: Samsung Exynos 8890 Number of cores: 8 Max. clock speed: 2.3 GHz Connectivity: HSPA, LTE, NFC, Bluetooth 4.2\n\n\n\nFinal verdict The Galaxy S7 Edge is everything its predecessor was and more. The device design, software and camera have improved as you would expect, only now we also have a stronger battery, more power, a microSD card slot, and water resistance. Samsung has managed to better the design of its predecessor in almost every way. While in the S6 Edge will felt there was something missing, the Galaxy S7 Edge is a complete package, a smartphone with a soul. Because time around, not only does it look beautiful, but it has much to offer on the inside.",
    "software_words": {
      "software": 6,
      "technology": 4,
      "package": 1,
      "technical": 1,
      "system": 5,
      "app": 6,
      "application": 6,
      "device": 33,
      "update": 1
    },
    "bug_words": {
      "bug": 1,
      "outage": 1,
      "issue": 1,
      "problem": 7
    },
    "title_collocations": [],
    "text_collocations": [
      "problem with background applications",
      "problem charging the device"
    ]
  },
  {
    "id": 149,
    "url": "http://www.mercurynews.com/2016/04/05/county-currents-supporting-military-veterans-with-housing-programs/",
    "title": "County Currents: Supporting military veterans with housing programs",
    "text": "Tony Harrison served five years in the U.S. Army, and was stationed in the United States and abroad, including Iraq. His life was going pretty well when he was discharged in 2006. He bought a condo and had a good job. And then when the economy crashed, everything started to unravel.\n\nHe had to short sell his home, he lost his job and, in his words, “things just crashed.”\n\nHe rented a room for $500 until the rent was raised to $800, and he could no longer afford it. Even though he had a security job at the time, he had to start living out of his car. After he learned he may qualify for a Veterans Administration housing voucher, Tony began to see a glimmer of hope.\n\nHis Veterans Administration Supportive Housing application was accepted, so armed with a monthly stipend, he began to look for an apartment. In two months, he filled out 26 applications. Some property managers put him on a waiting list, and 16 others charged a fee for processing the applications, ranging from $25 to $50 each. He was turned down 26 times.\n\nIn September 2015, the day before the voucher was to expire, a property owner rented him a two-bedroom apartment in South San Jose, providing him, “a place to come home to.”\n\nHis experience as a homeless veteran also led him to his new job with the San Jose Downtown Streets Team, a nonprofit that helps homeless people get back on their feet through employment and housing. Part of his job is to approach landlords, talking to them about giving homeless people a chance to live under a roof and turn their lives around.\n\n“When you’ve been through something like this and you have a chance to help other people, you’re happy to do it,” he said. “You’ve been there and you don’t want anyone to feel the way you felt.”\n\nIn November 2015, the county and the City of San Jose launched “All the Way Home,” a campaign run by Destination: Home to house the 703 veterans who are without permanent housing, according to the 2015 Homeless Census. Like Tony, about 260 of them have housing vouchers but, in today’s competitive market, cannot find a place to rent.\n\nWe need you to join the campaign. If you have a room, apartment, condo or home to rent, please contact my office immediately or come to an informational meeting at 6 p.m. on April 26 in the Board Chambers at the County Government Center located at 70 W. Hedding St. in San Jose to find out about the financial incentives that the County is offering to landlords who rent to veterans.\n\nNo one who served our country should sleep under a freeway overpass, in a tent near a creek or on a sidewalk. They fought for us and now we need to fight for them.\n\nYou can contact my office at (408) 299-5030 or email me at dave.cortese@bos.sccgov.org.",
    "software_words": {
      "program": 1,
      "application": 3,
      "freeware": 1
    },
    "bug_words": {
      "outage": 3
    },
    "title_collocations": [],
    "text_collocations": [
      "out 26 applications"
    ]
  },
  {
    "id": 163,
    "url": "http://www.dailymail.co.uk/sciencetech/article-4053316/Twitter-CTO-Adam-Messinger-leave-company.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
    "title": "Twitter CTO Adam Messinger to leave in latest executive exodus",
    "text": "Twitter's share price is plunging after two key figures resigned earlier this week, prompting a market analyst to issue a research note calling the company 'toast'.\n\nOn Tuesday, Twitter Inc's Chief Technology Officer Adam Messinger and Josh McFarland, vice president of product, announced they would both be leaving the company.\n\nThe company's share price closed at $17.92 (£14.52) on Tuesday, and traded down again to close at $17.08 (£13.84) on yesterday's close.\n\nIn the past five days, the stock has fallen $2.05 (£1.66), or 10.7 per cent (graph pictured)\n\nTWITTER'S PLUNGING STOCK PRICE The company's share price closed at $17.92 (£14.52) on Tuesday, and traded down again to close at $17.08 (£13.84) on yesterday's close. A high profile analyst claims the stock is not even worth $10 (£8,11). If the stock price was to drop to $10 (£8.11), that would represent a 41 per cent decrease from its closing price on Wednesday. In the past five days, the stock has fallen $2.05 (£1.66), or 10.7 per cent.\n\nOn Tuesdsay Twitter's CTO Adam Messinger Tweeted: 'After 5 years I’ve decided to leave Twitter and take some time off.'\n\nThis is the latest in a string of high-profile executive departures.\n\nMessinger had been working with Twitter for five years and became the CTO in March 2013. Prior to joining Twitter in 2011, he was vice president of development at Oracle Corp.\n\nJosh McFarland, vice president of product at Twitter, also said on Tuesday that he would leave the company to join Silicon Valley venture firm Greylock Partners.\n\nTrip Chowdhry, managing director of equity research at California-based Global Equities Research, renowned for analysis of technology stocks, issued a note on Tuesday saying the company was 'toast'.\n\n'Many investors were foolishly building (an) investment thesis based on complete stupidity,' Chowdhry wrote, CNBC reports.\n\nHe added that the price was not even worth 'a $10 stock.'\n\nIf the stock price was to drop to $10 (£8.11), that would represent a 41 per cent decrease from its closing price on Wednesday.\n\nTwitter's share price is plunging after two key figures resigned earlier this week, prompting a market analyst to issue a research note calling the company 'toast'. Stock image\n\nSan Francisco-based Twitter has faced a string of departures, including in its product team, which has had three heads in less than a year. Stock price over the past year, pictured\n\nAfter 5 years I’ve decided to leave Twitter and take some time off. Grateful to @jack for the opportunity and to my team for shipping. — Adam Messinger (@adam_messinger) December 20, 2016 In the past five days, the stock has fallen $2.05 (£1.66), or 10.7 per cent.\n\nThe company's share price closed at $17.92 (£14.52) on Tuesday, and traded down 4.6 per cent yesterday to close at $17.08 (£13.84) on Wednesday's close.\n\nChowdhry said the company's data is 'horrible'.\n\n'If data quality is bad, ad targeting is bad, and if ad targeting is bad, advertisers are not happy, and hence monetisation will remain challenging for Twitter,' he added.\n\nSan Francisco-based Twitter has faced a string of departures, including in its product team, which has had three heads in less than a year.\n\nEngineering Vice President Ed Ho will now take over all product and engineering and report directly to Chief Executive Jack Dorsey, Recode reported, citing people familiar with the restructuring.\n\n'We're taking steps to streamline and flatten the organization by elevating our engineering, product and design functions, with each area now reporting directly to Jack,' a company spokesperson said in an email.\n\nAs chief technology officer, Messinger was responsible for engineering, product development, and design at the microblogging company, amid efforts to find new products and features to grow its user numbers.\n\nNo one individual was essential, but the fact that they all left should be concerning, especially since Dorsey is splitting his time between Square Inc and Twitter, Wedbush Securities Inc analyst Michael Pachter said.\n\nTwitter's Chief Operating Officer Adam Bain left the company last month, handing over the reins to Chief Financial Officer Anthony Noto.",
    "software_words": {
      "technology": 3
    },
    "bug_words": {
      "issue": 3
    },
    "title_collocations": [],
    "text_collocations": [
      "technology stocks issued"
    ]
  },
  {
    "id": 208,
    "url": "http://www.mercurynews.com/2016/12/21/millbrae-man-killed-by-hit-and-run-driver/",
    "title": "Millbrae: Man killed by hit-and-run driver at notorious crossing",
    "text": "MILLBRAE — Authorities are looking for an SUV driver who hit and killed a man on El Camino Real near a historically dangerous crossing on Tuesday night, according to the San Mateo County Sheriff’s Office.\n\nDeputies were called about 8:40 p.m. to El Camino Real and Ludeman Lane for reports of a vehicle that hit a pedestrian, and found a man in his 30s lying in the roadway, the Sheriff’s Office said.\n\nThe victim was rushed to San Francisco General Hospital, where he died from his injuries. His identity was not immediately released pending the notification of his family.\n\nReading this on your iPhone or iPad? Check out our new Apple News app channel here. Click the + at the top of the page to save to your Apple News favorites.\n\nAn initial investigation determined that the victim was walking eastbound across El Camino Real in an unprotected crosswalk when he was bit by a southbound silver or light-colored SUV resembling a Toyota RAV4, which would have received visible damage.\n\nThe San Mateo County Coroner’s Office has yet to identify the man.\n\nIncluding the man who died Tuesday night, at least four people have been hit and killed in the same spot since 1991.\n\nIn 2010, Caltrans, which has jurisdiction over El Camino Real, was ordered to pay $8 million to a 17-year-old girl who was left with permanent brain injuries after being struck by a car in 2006. Her attorney argued during the trial that the crosswalk is dangerous because it sits on top of a small rise where drivers can’t see pedestrians.\n\nCaltrans is reportedly working on safety improvements for all uncontrolled intersections along that stretch of roadway, including pavement markings and flashing beacons.\n\nAnyone with information about the case can contact Sheriff’s detectives Joe Cang at 650-259-2417 or Jcang@smcgov.org or Gaby Chaghouri at 650-259-2314 or Gchaghouri@smcgov.org. Anonymous tips can be left at 800-547-2700.\n\nStaff writer Jason Green contributed to this report.",
    "software_words": {
      "app": 3
    },
    "bug_words": {
      "outage": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "out our new apple"
    ]
  },
  {
    "id": 214,
    "url": "http://www.latimes.com/business/technology/la-fi-tn-riot-bamtech-20161216-story.html",
    "title": "Riot Games reaches $300-million 'League of Legends' e-sports streaming deal with BAMTech",
    "text": "The gigantic broadcast rights deals that fueled an explosion in salaries for traditional athletes are making their first appearance in e-sports.\n\nOwners of “League of Legends” teams and the players on them stand to reap a significant chunk of a seven-year, $300-million media licensing deal announced Friday.\n\nNew York City technology firm BAMTech is paying the guaranteed sum to Los Angeles gamemaker Riot Games for the rights to distribute “League of Legends” matches in an app and across other services. BAMTech will attempt to make its money back — and more — through ads on the streams, though Riot Games will get an undisclosed portion of the profits.\n\nIt’s unclear whether the guarantees could escalate based on performance and whether payments will be made in equal or varying installments through 2023. The broad terms of the agreement were not announced, but confirmed by people close to the deal.\n\nRiot Games operates 13 tournaments for its game around the world, with weekly matches running most of the year followed by regional and international playoffs. About 100 million amateurs and professionals play “League of Legends,\" with tens of millions regularly tuning in to watch the pros.\n\nStarting next year, matches will be broadcast on an app usable across devices. It will be a one-stop shop for data about “League of Legends\" leagues. BAMTech also has the rights to include “League of Legends” videos in a multi-sport app the firm expects to launch next year. The app will roll out slowly across the world.\n\nBAMTech plans to work on reaching financial agreements with Twitch, YouTube and other video streaming services for them to simulcast matches and help broaden viewership. Twitch and YouTube have paid Riot Games a few million dollars for streaming rights in the past.\n\nHow lucrative the new deal will be for the young adults who dot rosters around the world could become known as early as next week when Riot Games officials meet with team executives. But the effects will almost certainly take at least a year to sink in. Owners of teams, including former Laker Shaquille O'Neal, longtime Hollywood executive Rob Moore and several European soccer teams, have entered e-sports in part because of the anticipated swelling of licensing fees.\n\n“This is a game changer for our sport,” Riot Games e-sports directors Whalen Rozelle and Jarred Kennedy said in a statement. “True economic sustainability is a critical means to ensuring a sport that lasts, and this represents a major step towards that goal.”\n\nThe app is expected to be free to use, consistent with Riot Games’ strategy of maximizing viewership. But it could make optional features exclusive to paying subscribers.\n\nBAMTech also handles streaming distribution for sports leagues PGA, NHL and WWE and media companies the Blaze and HBO. Major League Baseball holds a majority stake in the company, while Disney and NHL hold smaller stakes.\n\nSports media industry experts said last month that MLB could boost its own sport by using \"League of Legends” to understand how millennials consume online content. Riot Games could find it easier to work with advertisers now that it has MLB’s backing.\n\n“We think the world is ready for e-sports,” Bob Bowman, MLB president for business, told Yahoo. “The sponsors are ready for it, dying for it. Every deal has a little bit of risk, but this is the best in the business and we always like partnering with the best in the business.”\n\nparesh.dave@latimes.com / PGP\n\nTwitter: @peard33",
    "software_words": {
      "technology": 1,
      "app": 5,
      "device": 1
    },
    "bug_words": {
      "outage": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "app will roll out"
    ]
  },
  {
    "id": 261,
    "url": "https://www.androidpit.com/how-to-fix-camera-failed-samsung-galaxy",
    "title": "How to fix 'camera failed' on Samsung Galaxy devices",
    "text": "We’ve heard many reports of the error message 'Warning: Camera Failed' occurring on Android devices, and it seems to happen most often to Samsung owners. The good news is that while it’s annoying, it’s likely a software problem rather than fault with your camera. Here’s how to fix 'camera failed' on Samsung Galaxy devices.\n\nJump directly to:\n\nThe steps detailed below aren’t difficult or time-consuming, but you should make sure your device has a decent charge in its battery before you attempt them. If the battery level is too low, the camera often won't work, so it's worth ruling that out before you start trying anything else. In most cases, these solutions won't involve losing any photos or data from your device, but we recommend backing up anything you don't want to lose, especially if it gets to the point where you need to perform a factory reset.\n\nTry all of these steps in order, until one of them fixes your phone's camera issue:\n\nRestart the phone.\n\nIf restarting doesn't work, clear the cache and data of the camera app by Settings > Applications > Application manager > Camera app. Then tap Force Stop, and go to the Storage menu, where you select Clear Data and Clear Cache.\n\nIf clearing your camera app data and cache didn't work, the wipe your cache partition. Turn the phone off, press the Power, Home, and Volume Up buttons together and hold until you see the Samsung logo pop up on the screen and the phone goes to its recovery mode. Use the Volume down button to scroll to Wipe Cache Partition and then press the Power button to begin. Once you're done, restart your phone.\n\nIf all of that doesn't work, the problem likely has to do with Smart Stay. Some users have reported that there seems to be a software error when the rear camera starts up, but only when this function is on, likely because Smart Stay is already using the front camera to detect when you're looking at the screen so it stays on. Go to your phone's display settings menu and turn off Smart Stay to fix the issue temporarily. The long term fix for this, according to Samsung, is to make sure your phone's software is up to date, since the software issue has already been fixed in one of the updates.\n\nHow to fix 'Camera Failed' on Android: Samsung Galaxy S6 / S6 Edge\n\nReports of 'camera failed' errors on the Samsung Galaxy S6 and S6 Edge are rare, but some users do experience them. In most cases, the problem appears to be a third-party app that’s messed things up, so booting into safe mode is the way to test that: turn off your phone, press and hold the Power key and, when the Samsung logo appears, release it and hold the Volume Down button instead. Your phone should now restart in safe mode.\n\nIf the camera works in this mode, you don’t have a hardware or firmware problem. Unfortunately if it doesn’t work in safe mode, then you might. Don’t go rushing to your retailer just yet, though: try the steps detailed above first. In many cases a factory reset can give your device the kick it needs to sort out the camera problem.\n\nCamera issues on the S6 Edge are usually due to third party apps misbehaving. / © AndroidPIT\n\nHow to fix 'Camera Failed' on Android: Samsung Galaxy S5\n\nIf you have a Samsung Galaxy S5, we have good news and bad news about this one. The good news is that there’s a very high chance the camera failed error has the same cause and solution(s) as it does for the S3 and S4. The bad news is that there’s a small chance that your device may actually have a hardware fault; a limited number of S5 devices did suffer from faulty cameras.\n\nThe first thing to do is to follow the steps detailed above, but if none of them work, then you may need to talk to your retailer, carrier or Samsung itself, depending on who you bought the S5 from.\n\nIn some rare cases, the Galaxy S5 cameras were actually faulty. / © AndroidPIT\n\nHow to fix 'Camera Failed' on Android: Samsung Galaxy S3 or Samsung Galaxy S4\n\nIn many cases, the 'camera failed' error occurs because the Camera app has got itself into a bit of a mess. You can often solve that with a fairly simple bit of housekeeping. Go into Settings > Applications Manager and then swipe left for All Apps. Scroll down to the Camera app and tap on it. Now tap on Force Stop, then Clear Cache, then Clear Data. Don’t worry: this won’t delete any of your photographs, but it will delete your camera’s settings so you’ll need to set those again. Reboot your phone and see if that worked.\n\nIf it didn’t, step two is to clear the cache partition. To do that, turn off your phone and then press and hold Volume Up, Power and Home. Once the phone vibrates, let go of Power but keep the other two buttons pressed. Once you see the Android Recovery screen, navigate to Wipe Cache Partition using the volume down key and use Power to select it. This won’t delete your data but it should reset the app’s cache, which should solve the problem.\n\nNothing? Time for the nuclear option: a factory reset. Make sure you take backups of anything you need first, as this will return your phone to factory-fresh condition without any of your stuff on it.\n\nStill no joy? Dump the app altogether and try the excellent Google Camera (KitKat or later required) or one of the many wonderful third-party camera apps out there. Read the reviews carefully though: some camera apps are better than others. There's no point in installing a lame one.\n\nIf all else fails, clearing the system cache on any Android device can help fix little annoying errors. / © AndroidPIT\n\nHave you encountered the infamous 'camera fail' error on your Android device? Was it on a Samsung or on something else entirely? Was an app the culprit, or did you have to take the device back to the shop? Let us know in the comments.",
    "software_words": {
      "software": 4,
      "hardware": 2,
      "system": 1,
      "app": 13,
      "application": 3,
      "device": 10,
      "fix": 10
    },
    "bug_words": {
      "outage": 3,
      "issue": 3,
      "error": 7,
      "problem": 4
    },
    "title_collocations": [],
    "text_collocations": [
      "software problem",
      "software error",
      "fix the issue",
      "software issue",
      "hardware or firmware problem",
      "apps out",
      "fix little annoying errors"
    ]
  },
  {
    "id": 329,
    "url": "https://www.androidpit.com/google-pixel-review",
    "title": "Google Pixel review: the best Android experience around",
    "text": "During the #madebyGoogle event on October 4, Google presented two new Android smartphones, the Pixel and the Pixel XL, putting an official end to the Nexus line. This change of heart had one main reason, which has been repeated more than once by the Mountain View company: they want to have complete control over the hardware manufacturing of their phones. In our review, we take a closer look at the Pixel, the smaller version of the two smartphones with a 5-inch screen, one that we are sure will attract potential buyers who are looking for a more “compact” phone. Android 7.0 Nougat update: overview for smartphones and tablets\n\nGoogle and its fight for hardware independence\n\nHighlight recent changes Yes No\n\nRating\n\nGood ✓ Best Android experience\n\n✓ Excellent camera\n\n✓ Very good performance\n\n✓ Unlimited cloud storage for high definition pictures\n\n✓ Mini headphone jack\n\n✓ Google Support service \"Care by Google\" Bad ✕ Unspectacular design\n\n✕ Not water resistant\n\n✕ No microSD card slot\n\n✕ Not available worldwide\n\nLowest price: Google Pixel Best price $ 899 . 99 Read Amazon customer reviews Check Offer\n\nGoogle Pixel design and build quality The Google Pixel, with its 5-inch display, is in some ways the successor to the Nexus 5X from last year. With this in mind, you can really see a nice style evolution from last year’s Google smartphone. In fact, it is probably one of the nicest smartphones Google has produced since the Nexus 4 in 2012, however, it certainly isn’t the best-looking model available on the Android market. And for the price, I would have expected more from Google. The Galaxy S7 and the iPhone 7, its main market competitors and the ones we compare it with the most, are much more elegant when it comes to design. That being said, it doesn’t mean that the build is better. Google mixes metal and glass on the Pixel. © AndroidPIT The Pixel offers a classic design. With its complete metal design, aside from a portion of the rear that is covered in glass, it’s definitely got style. Though the smartphone isn’t very thin, I wouldn’t judge this negatively seeing as it keeps the camera lens from protruding outside of the phone chassis, creating a long elegant line. Not only that, there is also room for a mini headphone jack, a feature that other manufacturers are slowly eliminating. The bottom bezel is a very large and provides no added usage. © AndroidPIT What I found to be a bit off-putting was the curiously light weight of the phone. Google, it seems, has managed to reduce the weight in all components of the phone, which makes the phone a lot lighter than we expect it to be. Google and HTC constructed the corners in way that makes the phone not only comfortable to hold, but also easy to pick up off a flat surface. The sides are slightly angled, making it easy to grip the phone. At the top of the front of the phone, you will find the speakers for phone calls. To the left of this just above the display is the front-facing camera lens of 8 MP and the motion sensor. And although there is no Home button at the bottom of the front of the device, Google did put a large bezel under the screen, which takes up space that could have been used for more display surface. As explained above, the back of the phone is partially covered by Gorilla Glass 4 glass, which covers the digital fingerprint scanner (not to be confused with a Home button), the NFC chip, the rear-facing camera of 12 MP and double LED flash (surrounded by a very thin aluminum frame). The second part of the rear is made of aluminum with the engraved G for Google. The antenna, which is a strip at the bottom of the phone, can also be seen. The advantage of this mix of materials is that fingerprints aren’t scattered over the entire device. The fingerprint scanner is integrated into the glass covering. © AndroidPIT The power button, which is slightly textured, can be found on the right hand side of the device above the volume control buttons. On the left, there’s a nano SIM slot. Don’t look for a microSD card slot though because it doesn’t exist. Also, Google decided not to make the Pixel completely resistant to water with a certification of only IP53, which is quite feeble next to the IP68 certification of the Galaxy S7, Galaxy S7 Edge and the Galaxy Note 7. The phones that I have mentioned can be dunked into a meter of water for up to 30 minutes, a feat that you should not attempt with the Pixel. In the Pixel’s case, you could use it in pouring rain, but only under the condition that it is held vertically. The power button is slightly textured. © AndroidPIT All in all, the Pixel has been a tactile pleasure: your fingers land right on the buttons and the dimensions will please all those looking for a compact and unobtrusive smartphone. I also preferred the black model, though I would be happy with the silver one as well. However, when comparing the phone to its main rivals, the Pixel doesn’t really stand out from the pack, as it doesn’t have that long-awaited wow factor we had all hoped to see. Is it elegant? Yes. But exceptional? No.\n\nGoogle Pixel display The Google Pixel offers a 5-inch AMOLED screen with full HD resolution of 1080 x 1920, which is sufficient for a good viewing experience. Some may complain about the lack of a QHD display, which Google put on the Pixel XL, especially with the release of their Daydream platform and virtual reality goggles. For normal usage, full HD is more than adequate. Google optimized the user interface for Pixel, the icons are smaller and give the impression that the screen is in fact QHD. The Full HD AMOLED display is a sight for sore eyes. © AndroidPIT It comes as no surprise that the viewing angle for the Google Pixel is very good. I did find that the brightness was a little weak at times, though the colors were vivid and the text was very clear. Contrast and saturation were also excellent. When using the phone outside in broad daylight, I had no problem seeing what was on the screen. On the whole, my findings definitely led me to the conclusion that the display is top notch. Finally, the display’s only fault that I was able to determine was its frailty. I noticed a scratch after having put the smartphone alongside another one in my jeans pocket. This really surprised me seeing as the phone is protected by Gorilla Glass 4.\n\nGoogle Pixel special features Google Pixel support The Pixel offers its users support, which goes under the name of Care by Google. This service is available from 9 AM to 9 PM from Monday to Friday and from 10 AM to 6 PM on the weekends. It is available directly from the Pixel settings, found in the left tab (called Support) next to the tab with all other Settings features (All). Google offers its services via two different methods: firstly, you can chat with a Google support technician or secondly, you can call them directly on the phone. Also, you can share your screen with a Google expert if need be, providing you give them the rights to do so beforehand. However, this is optional if you wish to preserve your privacy. Google Support is available almost 24/7. © AndroidPIT I was able to test out this service on the weekend and it worked perfectly. I think that this solution will help countless users fix their problems, especially those who aren’t so technically inclined. Before accepting help, you need to give the support service permission to access your screen. © AndroidPIT\n\nGoogle Pixel software This is where Google’s latest update, Android 7.1 Nougat, is able to shine; both Pixel smartphones come with this operating system. This is the first time that this version has seen the light of day on a smartphone in 2016. It contains exclusive functions such as the integration of Google Assistant. Google has also assured that the phone would receive 2 years’ worth of system updates and three years’ worth of security updates. I would have hoped for more, especially since this is Google’s new baby. Apple, on the other hand, puts Google to shame by offering 4 or 5 years’ worth of updates for the same price. The purest and most fluid Android experience yet. The Pixel comes out of the box with Android 7.1 Nougat. © AndroidPIT Google claims that Pixel puts forward the best Android experience that can be offered today. After one week of using the phone, I can confidently say that they weren’t lying. The software running on Pixel offers much more than what other Android smartphones are able to offer. The pure , simple and lightning fast interface was breathtaking. The apps open and close at warp speed. I didn’t notice any bugs or glitches, nor did any apps close unexpectedly. There is no bloatware to speak of, only two applications are pre-installed, Google Duo and Allo. UPDATE: Google is now rolling out an update in Canada (and likely soon in the US and worldwide) which will allow users to wake their screen to see their notifications and alerts using the same double tap and raise-to-wake functions as their Nexus predecessors. Pixel Launcher is the default on the Pixel. © AndroidPIT The design is also easy on the eye with its small circular icons. Google also had the smart idea to integrate Force Touch, a feature that Apple also has. This means that when you long press on an app icon, you get access to multiple shortcuts (up to 5) to launch various actions. For example, by default Google will offer the option to display your route home. Google adds shortcuts to apps when long pressing on them. © AndroidPIT A second partition, which is also a new feature, allows silent updates to roll out much more smoothly. Android updates are in fact installed in the background and happen automatically when you restart your phone, which saves you the long wait usually occurs with Android updates. Google Assistant Another exciting addition to the new interface is the perfect integration of Google Assistant. Thanks to this feature, the user experience with Pixel is very different to that of other smartphones. Searches are always carried out in context and, thanks to the system’s Artificial Intelligence, are spoken out loud to you. Google Assistant can be activated by long pressing the on-screen Home button. Assistant is the pièce de resistance of the Pixel smartphones. Its interface is simple and the voice sounds very pleasant. That being said, I don’t see why I need to start a conversation with Google Assistant when I can simply search for something through the Google app. I also found that Assistant is still missing some functions and it seems that it is still under development, so future versions should be much better. For example, I couldn’t order a pizza. Though this comes down to personal taste, Google Assistant shouldn’t be your sole reason for buying a Pixel.\n\nGoogle Pixel performance The Snapdragon 821 (alongside the Samsung Exynos 8890) is the fastest processor that exists for Android. It has been optimized to work smoothly with the VR Daydream platform, contrary to the Snapdragon 820. It is also great for gaming. The Pixel boasts the best possible equipment to offer great usability and performance without compromise. With 4 GB of RAM, it offers high speed performance for all multitasking purposes. The Google Pixel’s excellent performance often outshone even the Galaxy S7 in some areas. This is probably the most optimized Android smartphone I have ever used. The only time the phone overheated (however this was only ever so slightly) was when I took some photos with the camera or played some graphically demanding games. The Google Pixel doesn't overheat more than its competitors. © AndroidPIT Google has also upped the ante when it comes to gaming experience, providing a better experience than the Nexus can offer and even better than the Galaxy S7 in some instances. Its biggest weakness is, however, its small memory, which cannot be expanded with a microSD card. The system uses up 7 GB of the 32 GB model, leaving just 25 GB for apps, pictures etc. If you are an app addict, then you will soon run out of space. Thankfully, Google offers unlimited cloud storage for high resolution pictures, which should compensate for the lack of the microSD card slot. Here are the benchmark results that we received for the Pixel: 3D Mark Sling Shot ES 3.0 3D Mark Sling Shot ES 3.1 3D Mark Ice Storm Unlimited ES 2.0 Geekbench 4 - single core Geekbench 4 - multicore Google Octane 2.0 PC Mark Work Performance Google Pixel 3329 2558 27702 1574 3980 8791 5262 Galaxy\n\nS7 edge 2362 1976 30310 2018 6248 10292 4607\n\nGoogle Pixel audio Here lies one of the Pixel’s biggest problems. Google clearly didn’t make sound one of its priorities. The smartphone only has one mono speaker on the bottom of the device. This sound emitted is of average quality, which is sufficient for playing games or watching movies. That being said, the maximum volume becomes a little warped and is not pleasant to listen to. What’s more, when holding the device, your fingers tend to cover up the speaker. On the other hand, using the Google Pixel for phone calls won’t leave you disappointed. I had excellent reception, even in the subway and both the caller and callee could hear each other perfectly. Only the left side hides a speaker. © AndroidPIT\n\nGoogle Pixel camera Google chose not to offer a double camera, a new trend followed by the likes of LG, Huawei and Apple. Its main camera shoots with 12.3 MP. According to the DXOMark, the Pixel is one of the best smartphones for taking pictures, beating rivals like the Galaxy S7. The Google Pixel has a great camera. © AndroidPIT While testing the device, I also came to the conclusion that it has a good camera. But the best? Not really. When comparing it with the S7, I found that the Pixel was less apt at taking pictures of moving objects. The Pixel also doesn’t have an optical image stabilizer however, this didn’t cause a problem when shooting videos. This feature did make a difference with pictures though. Google Pixel vs iPhone 7 vs iPhone 6s camera. © AndroidPIT The camera interface is no different than the one found on Nexus devices, coming with the same features, 4K video and fast motion. I had fun using slow motion after shooting videos. The front shooter offers 8 MP (1.55 µm) and an aperture of f/2.0. There’s also a point laser and a dual tone flash. The Pixel will satisfy any selfie fan. The camera interface is classic, simple and efficient. © AndroidPIT\n\nGoogle Pixel battery The Pixel comes with a 2770 mAh battery. Considering the phone’s thickness, I would have expected more. For example, phones of the same quality offer batteries around the 3000 mAh mark, like the Galaxy S7, the Huawei P9 and the Xiaomi Mi 5. Here is what happened to the Pixel battery when using the phone at full throttle. © AndroidPIT Thankfully, Google was able to perfectly optimize hardware and software to reduce unnecessary battery drainage, which became apparent while I was testing it. I wouldn't say that it has the best longevity out of all the phones on the market, but it will give you a good day’s worth of usage even if you use it at full throttle (taking pictures, 4K videos, benchmark tests, WhatsApp, emails, games etc.). You can count on the Pixel for about 5 hours with normal brightness before the battery starts to dwindle. If you don’t use it so intensely, your battery life will be longer. There is no wireless charging, however quick charging is available. Within an hour and a half, your phone will be ready to go again. During Google’s unveiling of the device, they had promised a full 7 hours of usage after just 15 minutes of charging. This, however, is not very realistic.\n\nGoogle Pixel technical specifications\n\nType: Phone Model: Sorry, not yet available! Manufacturer: Google Dimensions: 143.8 x 69.5 x 8.6 mm Weight: 143 g Battery size: 2770 mAh Screen size: 5 in Display technology: AMOLED Screen: 1920 x 1080 pixels (441 ppi) Front camera: 8 megapixels Rear camera: 12.3 megapixels Flashlight: Dual-LED Android version: 7.1 - Nougat User interface: Stock Android RAM: 4 GB Internal storage: 32 GB\n\n128 GB Removable storage: Sorry, not yet available! Chipset: Qualcomm Snapdragon 821 Number of cores: 4 Max. clock speed: 2.15 GHz Connectivity: HSPA, LTE, NFC, Bluetooth 4.2\n\n\n\nFinal verdict My thoughts on the Pixel? For Google’s first independent smartphone, they did a good job and it fits right in alongside other high contenders on the market. Apple has its iPhone, Google has its Pixel. If you’re looking for the best Android experience, Pixel is the way to go. The system is smooth, performance is excellent and you are sure to get system updates on time and ahead of the pack. It has a remarkable camera and offers a support service that you can reach almost 24/7. Not only that, the fact that it can be easily rooted will also make modders and tweakers happy. The down side is, of course, the high price. One should consider if the Pixel is really worth it. Can the Pixel really compete with the star Android device of the moment, the Galaxy S7, which is about $200 less? The Pixel is a great smartphone but it is very expensive. Its design, though very elegant, is not very original and it is missing some functions which are sorely missed, such as a microSD slot. The Pixel smartphones by Google therefore still have a few things to fix before they can beat the bigger contenders on the mobile market - the Galaxy S7 and the iPhone 7. However, I am sure that the Google Pixel 2 will be better equipped and ready to take the Android world by storm.",
    "software_words": {
      "software": 3,
      "hardware": 3,
      "technology": 1,
      "package": 2,
      "technical": 2,
      "system": 6,
      "app": 11,
      "application": 1,
      "device": 9,
      "fix": 2,
      "update": 11
    },
    "bug_words": {
      "glitch": 1,
      "bug": 1,
      "outage": 9,
      "problem": 4
    },
    "title_collocations": [],
    "text_collocations": [
      "out from the pack",
      "fix their problems",
      "out an update",
      "updates to roll out"
    ]
  },
  {
    "id": 340,
    "url": "http://www.huffingtonpost.com/barbara-crossette/the-question-is-can-the-u_b_13436636.html?utm_hp_ref=world&ir=WorldPost",
    "title": "The Question Is: Can The UN Survive The Trump Era?",
    "text": "The United Nations will swear in António Guterres as its ninth secretary-general on Dec. 12, when the organization will be only weeks away from the inauguration of Donald Trump and the potentially most threatening, hostile political opposition to the UN ever assembled in Washington, D.C. The UN will have to be prepared to respond and defend its record. Most likely, it will also have to fend off a wave of \"fake news\" and bogus sites designed to weaken public support in the United States and around the world. It will have to expand its audience reach as well.\n\nBy many accounts, the UN has fallen off the map.\n\nMany factors are responsible for this situation. Inside the organization, competent staff members are silenced by an atmosphere that has made speaking out too big a risk to careers, even within the Secretariat or in high-profile missions around the world. Opaque, overburdened and ineffective UN information systems are largely not up to contemporary competition. Major international media have cut back coverage of the UN. Reporters who remain, denied access to officials and critical internal reports, are thrust into an adversarial role. Outside the UN, teaching and research about the organization have atrophied or have all but disappeared from most universities. Social media moves quickly into the vacuum, often with harmful disinformation.\n\nAlarms are being raised around the world about what a Trump administration will mean for international programs and institutions. Among the many commentaries on various subjects, the British medical journal The Lancet took the unusual step of publishing a full-page editorial warning that American \"commitment to global health and development could be at risk.\"\n\nInside the UN, scores of officials and their staff at all levels are primarily preoccupied with the arrival of Guterres and his new team and worry about their futures in the organization. To make matters worse for UN officials, they see no coherent foreign policy being articulated by Trump, whose impulsive pronouncements and tweets -- he has not held a news conference since July -- flip-flop from day to day on issues important to the organization. He does not attend most national intelligence briefings, which are customarily given to presidents-elect.\n\n\"I don't think people are thinking about the Trump administration,\" a UN official said, \"because, frankly, we really don't know what to think. First of all, we don't know who to talk to; there's no foreign policy transition team. The transition from Ban [Ki-moon] to Guterres is what we are focusing on now.\" That transition, he said, is going smoothly. By an accident of history, the UN and US are getting new leadership at the same time, putting a priority in both New York and Washington on internal decisions.\n\nSeveral high-ranking UN officials, including Secretary-General Ban, have publicly condemned the harsh policies Trump endorsed during the presidential campaign and as president-elect, such as torture, religious profiling, mass deportations and bans on immigration. Trump's harshest and most outspoken UN critic in recent months has been the high commissioner for human rights, Zeid Ra'ad Al-Hussein, who has called Trump a danger to the world. Trump's attempts in recent weeks to tone done hardline threats, possibly only a tactic against public outrage, are met with some skepticism.\n\nThe appointment of Nikki Haley as US ambassador to the UN attests to Trump's apparent lack of interest in ensuring a strong presence at the organization. Haley, the governor of South Carolina and an early critic of Trump, has no experience in multilateral institutions or foreign policy and seems more likely to have been chosen to meet pressures on the Trump administration to find women and appointees from minority groups for cabinet positions; her parents migrated from India. Haley's departure for New York -- she must first be confirmed by the Senate -- also conveniently leaves in her place in South Carolina a lieutenant governor whose views are more in line with Trump's.\n\nRichard Gowan of the European Council on Foreign Relations and the Center for International Cooperation at New York University, described the president-elect in World Politics Review on Nov. 16 as demonstrating \"an utterly incoherent vision of international security.\"\n\nAt the same time, while the nationalists in the team that Trump is putting in place in his White House may know the world better, they are not shy about broadcasting their biases. Michael Flynn, the nominee for White House national security adviser, recently retweeted a message alleging that the new UN development goals would lead to a global ban on Christianity, according to a CNN review of his Twitter use. Unesco and the US Fund for Unicef, among others, have also been targets of online misinformation from obscure sources, which they have publicly refuted.\n\n\n\nIn the US Congress, the solid control that Republicans now have over both houses jeopardizes the commitments to pay UN assessments and contributions to the UN, which the Obama administration honored for the core UN Secretariat, as well as its peacekeeping role and humanitarian work. UN agencies and many other international programs in the larger UN system could also see their US contributions slashed, with the UN Population Fund an obvious first target because of its support -- shared by the UN as a whole -- for safe, legal abortion.\n\nThere have already been calls on Capitol Hill to withdraw the US from the Human Rights Council, which falls under the purview of Hussein, and even the UN itself, though critics might pause at the thought of losing a permanent Security Council seat.\n\nThere is a lot to lose. By any measure, the US -- and the American people -- are the largest contributors to the UN system and its many activities around the world. In 2016, the US was assessed 22 percent of the organization's regular budget, while China was billed roughly 8 percent and Russia, 3 percent. Assessments for the peacekeeping budget for 2016-2018 were calculated at 28 percent for the US, 6 percent for China and 3 percent for Russia. These assessments -- dues derived from treaty obligations -- are only part of the hundreds of millions of dollars that go to special appeals, UN agencies outside the Secretariat and other forms of contributions.\n\nThe cost of UN membership is emphasized and often exaggerated in writing that is critical of the organization. Several influential Washington think tanks with conservative, often anti-UN agendas and publications inform Republican opinion in the White House and Congress. Among them are the Heritage Foundation, the American Enterprise Institute and the libertarian-right Cato Institute. Gone from the US Senate are moderate outward-looking Republican supporters of the UN, like the late Charles Percy of Illinois and, more recently, Richard Lugar of Indiana, a Senate leader on foreign affairs, who lost a primary re-election bid in 2012 to a Tea Party challenger. Lugar later founded the Lugar Center, which focuses on global food security. In 2016, he was awarded the Fulbright Prize for International Understanding.\n\nAmong the general public, Republicans in the US routinely hold a more negative opinion of the UN than Democrats or Independents. A Pew Research Center poll in 2013 showed Democrats giving the UN a 72 percent favorable rating, with Independents at 60 percent. Republicans were not only on the low end of the scale, at 41 percent, but had also been steadily dropping over preceding years. A 2016 Gallup poll found that only 38 percent of Americans thought the UN was doing a good job; 54 percent said it was not and 8 percent didn't know. The rest of the world leaves the US well behind in knowledge of how the UN works\n\n.\n\nThe Trump team has a fertile field in which to plant more doubts about the UN and galvanize action against it.\n\nPeacekeeping stories you will never read\n\nIn 1999, Kofi Annan, UN secretary-general at the time, and his spokesman, Fred Eckhard, published media guidelines for UN officials that for the first time in the organization's history introduced a formal policy of being \"open and transparent in its dealings with the press.\" The guidelines, initially devised for the peacekeeping department, gave all Secretariat staff members the right to speak to the media on subjects \"within your area of competence and responsibility,\" but to \"provide facts, but not opinions or comment.\" The guidelines are still in effect, according to the UN spokesman's office, though they have languished and are disregarded repeatedly.\n\nIn no area has this unwillingness to listen to UN staff or allow them to do honest reporting been more harmful to the organization than in peacekeeping. Internal information on scandals of various sorts have been suppressed, ignored or shelved for unconscionable periods of time by higher-ranking people in a hierarchical system. Outsiders -- in the media, nongovernmental organizations and sometimes courageous staff within the UN -- make these scandals public, putting the organization immediately in a defensive position, as allegations fire up critics. Furthermore, UN peacekeeping operations are dynamic environments in which reporters can see the UN in action for themselves, often in dramatic post-conflict settings around the globe.\n\nEvery peacekeeping mission has a large public information unit dedicated to ensuring that the local population understands the mandate of the peacekeepers and to garnering international support for their operations. But lately, with shrinking newsroom budgets and the closing of international bureaus, news organizations don't send as many reporters to cover far-flung conflicts that are only simmering, or cooling, when more dramatic stories compete. Western troops are sporadically involved as UN peacekeepers, with some exceptions, as in Mali, and the lives and contributions of \"blue helmets\" from developing countries carry far less significance in the international media.\n\nIn peacekeeping missions, communications officers are expected to sell trite \"positive\" stories to the media, while withholding comment on more complex or sensitive issues, from political negotiations to outbreaks of violence. Recent headlines -- from attacks on civilians in South Sudan to sex abuse by peacekeepers in Central Africa and the cholera epidemic in Haiti -- dominate in media, which give minimal coverage to other aspects of a mission, each one a complex operation taking more than tweets to explain fully.\n\nRoberto Capocelli, a Fulbright scholar from Italy, worked as a human-rights public information officer with Monusco -- the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo -- the largest peacekeeping operation. The mission had been mired in bad news when a landmark human-rights trial took place in 2014, conducted by Congolese courts with assistance from Monusco and UN human-rights officials. A notorious war criminal, Bedi Mobuli Engangela, or \"Colonel 106,\" who had long terrorized communities in eastern Congo, was finally meeting justice.\n\nCapocelli got to the trial ahead of the international media and with his deep knowledge of the issues, wrote up the story, stressing the UN's contributions in logistics and protecting witnesses. He sent it for release to his superiors at the Office of the UN High Commissioner for Human Rights in Geneva. It was published two months later, virtually unchanged but buried in an obscure part of the UN Human Rights website. A video he made on the event was never used.\n\n\"In the end, we are not journalists,\" Capocelli said recently. \"But everyone had been complaining about impunity and after a huge investment of time and resources, [the UN] managed to do something good, especially at the moment the UN was under criticism for child abuse, corruption and inaction. Everyone is aware of this dynamic, how much the bureaucratic process can stop you from acting. I had the impression my work was not really needed.\"\n\nSusan Manuel, a writer for PassBlue and an American journalist before joining the UN, worked in some of the most important and dangerous peacekeeping missions in the world, in addition to spending eight years in UN headquarters. During that time, she saw the relationship between UN missions and the media shrink from her first decade in Cambodia, South Africa, the Balkans and Afghanistan to her final posting in Darfur before retiring in 2012.\n\n\"In Cambodia, the UN peacekeeping mission, Untac [the United Nations Transitional Authority in Cambodia] was narrating the electoral process to a large international press corps,\" she said in a written interview. \"In the former Yugoslavia, I literally saw coverage of the UN improve after making an effort to get to know the local and regional journalists and provide them with concrete information. We told the story, even when the UN failed, even when the so-called UN-protected enclaves in Croatia and Bosnia were overrun. We public information officers were reporting these events in real time to media because these people were our responsibility.\"\n\n\"In Kosovo we were narrating the growth of a new administration -- with regular press briefings, interviews, guided visits for journalists,\" she said. \"We fed them constantly, and not with fluff, as these were discerning professionals, some of them veteran war correspondents.\n\n\"There were incidents of exploitation and abuse of the local population by peacekeepers in those earlier missions -particularly Cambodia and Somalia,\" Manuel said. \"But they didn't threaten to bring down UN peacekeeping. Journalists knew these were complex and largely vital enterprises, which they covered on a daily basis. Scandals weren't the only headlines.\n\n\"In Afghanistan, the UN mission was the most credible voice during a long saga of conflict, peace processes and human rights struggles, and the media depended a great deal on it.\n\n\"But when I arrived in Darfur [in 2011], the international media were gone, local media were ignored and the conflict was invisible, even -- to a large extent -- to the peacekeepers. We weren't saying much about it.\n\n\"Senior UN mission officials disdained the sole opposition radio station, Dabanga,\" she recalled. \"Sometimes it was only when a blogger, Matthew [Russell] Lee, who is based in New York, read out reports from Dabanga on incidents in Darfur at the daily briefing by the secretary-general's spokesman in New York that we could convince the mission leaders to respond. Or, I would figure out ways to release information surreptitiously by embedding it in otherwise anodyne messages or op-eds from the head of mission.\"\n\nWhen she retired from the UN, Manuel wrote in her end-of-assignment report on Darfur -- where hundreds of thousands of civilians were killed as Sudan's repressive government battled a regional rebellion from 2003 to 2009 -- that UN policy makers needed to decide whether the peacekeeping information offices are there to promote only the \"good news\" of the mission or to \"get and disseminate clear factual information about the situation on the ground related to our mandate,\" which, Manuel added, \"could enhance our credibility and lead to realistic responses.\"\n\n\"Is it our role to report publicly on the conflict, as part of the mission's security and protection of civilians' mandate, or is it 'none of your business,' as one senior official told me after repeated requests to be included in information on fighting and human rights abuses?\"\n\nShortly after Manuel left Darfur, Aicha El Basri arrived as spokeswoman for Unamid [the United Nations-African Union Mission in Darfur], lasting only eight months in what she called an \"Orwellian\" situation. In 2014, she dropped a Snowden-like bombshell, when she leaked thousands of code cables and emails to Foreign Policy magazine, which led to a series of articles excoriating the UN-African Union mission in Darfur. The Security Council and even the International Criminal Court demanded answers as El Basri, a Moroccan-American, had claimed the mission was covering up crimes against humanity.\n\nSecretary-General Ban ordered an internal review, which confirmed five instances of underreporting or no reporting, of attacks against civilians and peacekeepers. He told the Security Council that \"the media policy of UNAMID will be re-examined to ensure greater openness and transparency.\" He exhorted other missions as well: \"Ensuring that the UN speaks out consistently against abuses and identifies the perpetrators is a key goal of my Human Rights Up Front Initiative.\"\n\nHow this advice has translated into action at the UN is hard to determine.\n\nBut recent crises involving peacekeepers indicate that the operations tend to react publicly only after the media has exposed them. By then, the mission has lost the opportunity to put its perspective out front authoritatively. The UN mission in Mali, on the other hand, has received more nuanced media attention, as the UN's most dangerous mission. It gives regular press briefings and maintains an\n\ninformative website, in French and English, Manuel noted.\n\n\"As only a consumer of media these days, it can be painful to read some of the headlines,\" Manuel said, \"because I know there are good people out there trying their hardest. But a UN perspective explaining the background is often missing. And if you go to the Facebook pages of some of the missions dealing with crises, it's just la la land. The fact the sites have so few comments or shares tells me not many people are buying that version of reality.\"\n\nAn information center in need of more resources\n\nThe hub for most news and documentation in the UN Secretariat is the Department of Public Information, known universally in the system as DPI, which was established in 1946 \"to promote global awareness and understanding of the work of the United Nations.\" An office of the spokesperson for the secretary-general was added later as part of DPI, but has since migrated (without cutting all links there) to the orbit of the the secretary-general's staff, with independent functions as a conduit to media reporting on the organization. Agencies and programs outside the Secretariat, as well as major departments within headquarters, have their own communications specialists, but their work can be affected by practices and attitudes at UN headquarters.\n\nOutside the UN, diplomatic missions of countries include public-affairs officers who reflect and explain the policies of their respective governments.\n\nAt DPI's founding, there were 51 mostly like-minded member countries in the UN. Now 193 countries are represented at the UN, offering many points of view on what news and information the UN should or should not be disseminating, particularly most recently on social developments like the recognition of LGBT rights or the promotion of women's personal reproductive rights, to which numerous nations do not subscribe, at least in practice. LGBT issues are notably not in the Sustainable Development Goals.\n\n\"We are a melting pot of cultures poured into a bureaucracy designed in the 1950s,\" Stéphane Dujarric, the secretary-general's spokesman, said in an interview.\n\nThe Department of Public Information is also completely hamstrung by its mandate, officials acknowledge, and the head of the office, who ranks as under secretary-general, is not chosen primarily for his or her media skills, but is often a political appointee with little or no journalism experience. He or she must work under tight budgetary conditions deliberately framed to not give the department the tools it needs. Samir Sanbar, who headed the office from 1993 to 1997, said in an interview that he was flatly denied funds by the General Assembly budget committee to create a UN website. Instead, he stretched the resources of his existing staff to develop the platform.\n\n\"Even the idea of information going to the public remains always a question of arguments with member states,\" he said. \"Senior officials within the Secretariat were [also] not so keen on it. Peacekeeping, and even the office of the secretary-general, were afraid we were giving too much information to the public. I said: 'This is what our job is! We need to reach the public. We need the public to support us.' \"\n\nSusan Markham, a former director of strategic communications at the UN from New Zealand and a frequent spokeswoman for many UN summits and global conferences, analyzed in a memo for PassBlue some of the constraints faced by the department:\n\no DPI is not able to reach out to the public of a member state to try to try to counter criticism of the organization by that member state's government. Such activity could be interpreted as being contrary to the UN Charter (intervening in matters that are essentially within the domestic jurisdiction of a member state). DPI has been encouraged by member states to limit its activities to 'informing' the world about what it does, not doing crisis communications. The UN does not have its own voice or opinion, unless it is shared by a majority of member states.\n\n\n\no Budget cuts and constant restructuring forced on the DPI disrupts its effectiveness. DPI has gone through more 'restructurings' than any other UN department. First to go were information staff in the field, at a time when most organizations were touting the effectiveness of decentralization and opening field offices. DPI is supposed to tell the UN's story to the world like a media or public relations company with a fraction of the resources. And, unlike most media or PR companies, DPI produces most of its material in more than six languages. Materials generally use 'UN-speak' rather than language that is clear and succinct. Journalists covering the UN find this particularly frustrating.\n\n\n\no DPI is micromanaged by member states through the General Assembly's committee on information, which oversees everything DPI does. Endless reports have to be prepared for its annual meeting, and DPI staff spend days making presentations, monitoring the debate and (sometimes) lobbying on behalf of a favorite activity that might get the chop. Few if any of the delegates in the committee have any communications expertise. DPI is part of a bureaucratic and diplomatic organization.\n\n\n\no DPI staff are also not always journalists or communications experts, and the department is often seen as the dumping ground for UN employees that other departments want to get rid of. The head of DPI is often a political appointee. UN personnel policies make it hard for DPI staff to stay in jobs they are trained for -- in radio, for example -- and have to move up to management or be transferred to some other job.\n\n\n\no Much of the UN's work relates to processes. Progress on solving complex issues like poverty, for example, is incremental and therefore not newsworthy. There are only so many public relations 'tools' that can be used -- like creating International Days, or holding conferences and seminars, which are worthy but commonplace and often boring.\n\n\n\no DPI suffers from self-censorship. Although there is a great deal of freedom to develop the content of its materials, something perceived as critical by a member government or another UN department brings complaints that the UN takes seriously. Experienced DPI staff know the boundaries.\n\n\n\no When a scandal breaks out, the UN is not equipped to respond. In a bureaucracy, no individual is responsible. It takes time for an internal investigation to find out what really happened. Meanwhile, the media are continuing to publicize the wrongdoing. When the transgression is committed not by a UN employee but by peacekeepers or others who are not considered UN staff, there is even less sense of ownership and responsibility. Of course, this distinction is lost on the public, which considers all of them \"the UN.\"\n\n\n\nDuring the tenure of Secretary-General Kofi Annan, his senior adviser and under secretary-general for communications and public information, Shashi Tharoor, an Indian, closed numerous UN information centers abroad, most in Western Europe. UN officials, past and present, think this was a serious mistake, because they had been useful service hubs for journalists and focal points for national governments. The UN continues to maintain centers in many developing countries, as well as one in Washington, which monitors Congress and government policies generally. The UN took a hit from the consolidation in 2003-2004 of two-thirds of the Western European centers. Only three remain: a regional center in Brussels and two in Geneva and Vienna, where the UN has sizable offices.\n\n\n\nHelmut Volger, a contributor to PassBlue from Berlin and author of A Concise Encyclopedia of the United Nations, published in German and English, is also a co-founder of the German UN Research Network (www.forschungskreis-vereinte-nationen.de).\n\n\"In general, the position of the United Nations in Europe with regard to the media has been severely weakened by the closure of nine excellent West European UN information centers by UN-DPI, being replaced by an ineffective and bureaucratic regional UN information center in Brussels,\" he wrote in a memo for this article. \"In Germany, for instance, that meant a clear-cut reduction of media attention from then on.\"\n\nVolger argues that there is little reporting now on the UN across Europe, except on the activities of the Human Rights Council in Geneva. \"A typical example of the ignorance of the media is the UN office in Bonn,\" he said. \"Even though Bonn is the seat of the secretariat of the important UN Framework Convention on Climate Change, that does not motivate the German media to cover the work there sufficiently.\" He added that there has generally been a widespread decrease in interest in the European media about UN topics, above all from television.\n\n\"In this situation, the national UN associations such as UNA-UK in Great Britain and the United Nations Association of Germany, try skillfully to draw the attention of the media to the UN topics through events such as panel discussions with high-level UN officials or 'guided tours' for journalists to UN peacekeeping missions,\" Volger wrote. \"But these efforts cannot replace full-time professional media relations work.\"\n\nNavigating the expanding ocean of digital media\n\nSamir Sanbar, who pioneered the UN's presence on the Internet two decades ago, says that when he wants to look up a UN document or other information on the UN now, he turns to Google. It is a common complaint: navigating the UN's website is hard work and time-consuming.\n\n\"I agree that the search function on many of the UN.org sites is frustrating,\" wrote Laura Kirkpatrick, who handles social media and writes for PassBlue. \"I've tried to find data on both UN Women and the UN on the site, and had better results Googling the information, which led directly to the UN hosted pages I was looking for, rather than going through the site itself.\n\n\"It may be that the amount of information that comes through is too much for each department to handle, but it does seem that there are disconnects,\" Kirkpatrick wrote. As an example, she cited the frequent updates issued by the secretary-general's spokesman's office via email. While the emails contain content that reads \"For specific statements, search in http://www.un.org/sg/statements/sgstatsarchive.asp,\" the link can take a user to a 404 error, a page where there may be a connection to the server the information is stored on, but the actual content isn't there.\n\nThe press-center pages and certain program sites are not much better, as obsolete content and inconsistent mapping -- how data is retrievable for search functions, for example -- create diversions rather than direct routes. For instance, content from Unifem, the now-defunct predecessor to UN Women, is still returned in searches on the UN Women site.\n\n\"I think the problem is that the staff behind the basic sites like UN Women -- but also the main sites for the Secretariat and General Assembly -- are not trained to think digitally or strategically,\" wrote Kirkpatrick, \"but rather in general communications mode. Just consider the URL UnitedNations.org. When you type it into the Google search bar, you get a football team in San Francisco, with no path to the un.org website. No one has thought, 'If I were a user, how would I search for this information?' It seems like each section of the site has its own bureaucracy for filing away information and charting through the content, but there is not one cohesive thought behind the complete package.\"\n\nBy contrast, the UN has developed extensive outreach through social media and emerging technologies, like digital broadcasts of live events that appear to have been given precedence over a traditional digital presence. The UN has several Facebook pages, and most entities, such as peacekeeping missions, have a Facebook presence, similarly with Instagram and Twitter, all delivering content and timely news.\n\nThe engagement of audiences via social media is erratic, sometimes depending on who is running the platform. From 2010, a Department of Public Information staff member, Nancy Groves, has directed all UN social media, including its Twitter account, which has nearly eight million followers; Facebook, two million; and Instagram, one million.\n\nIn an interview in May 2015 with Audiense, a site that monitors social media, Groves described how UN officials who initially disdained Twitter -- \"We don't need to be on social media\" -- have realized its importance in delivering not only news and information but also visual images, including photographs and graphics. Her small team has kept bureaucratic vetting to a minimum while satisfying various special interests in the system and among member countries.\n\nOn the other hand, the department's YouTube channel functions as little more than a parking lot for UN video products -many of them well-produced and informative programs designed for international broadcasters. Few people are using this critical platform for young audiences, with views for most clips in the 100s.\n\nMore alarming, a brief YouTube search of the term \"United Nations\" indicates that conspiracy theorists are on the verge of dominating this platform: of the first six results that appear, the most popular (with 220,050 views) is \"How Dangerous Is the United Nations?\" Of those six videos, four involve an imminent \"invasion\" by the UN.\n\nThe social media environment seems fertile ground for anyone with paranoia and an Internet connection, and in the new world order underway, the UN will need to find tools to fight back. Groves recently confronted at least two attempts by outsiders to create fake Twitter accounts for the incoming secretary-general, António Guterres, who is regarded as having a good record in communications in his decade as UN high commissioner for refugees.\n\nThe refugees agency has used the social media account of its spokeswoman, Melissa Fleming, to advocate on behalf of the 65-million-plus people who are displaced globally. On Facebook and Twitter, Fleming posts several articles and images daily to keep the plight of refugees and migrants visible to a global audience. A hashtag created by the agency in June, #WithRefugees, and a UN Women-led campaign with the hashtag #He4She, to inspire men to support equality, have developed celebrity followings and \"long tails,\" or a more focused audience.\n\n\"The UN Development Program, Unicef and the World Food Program, among others, have sites and content that are parsed for digital delivery and easily retrievable data. Compare that to the General Assembly site or the secretary-general's pages and it's as if they are two different organizations,\" wrote Kirkpatrick, about the many ways that content is delivered by the UN.\n\nWith an unfriendly US administration and a hostile Congress looming in Washington, the UN will require closer attention by the media, governments, nongovernment organizations and the foundations that support academic programs and other projects focused on the UN, since these spotlights have virtually disappeared.",
    "software_words": {
      "program": 8,
      "programme": 3,
      "package": 1,
      "system": 6,
      "app": 2,
      "update": 1
    },
    "bug_words": {
      "outage": 9,
      "issue": 6,
      "error": 1,
      "problem": 1,
      "mistake": 1
    },
    "title_collocations": [],
    "text_collocations": [
      "updates issued"
    ]
  }
]