[
  {
    "id": 2,
    "url": "http://www.heraldseries.co.uk/news/hswallingfordnews/14974545.__39_Take_care_where_you_fly_your_Christmas_drone__39__says_ex_RAF_helicopter_pilot/?ref=rss",
    "title": "'Take care where you fly your Christmas drone' says ex-RAF helicopter pilot",
    "text": "A FLYING expert has warned people who buy a drone for Christmas that the devices could have the same effect as a bird strike if they collide with an aircraft.\n\nMatt Williams, 32, a former helicopter pilot, said people should avoid using the popular flying machines in their back gardens and could cause serious injury if they did not abide by strict safety rules.\n\nThe ex-RAF Benson instructor runs Crowmarsh Gifford-based Aerial Motion Pictures, which runs training courses for people using drones, and sells them.\n\nThe father-of-two, who runs the company with wife Natalie, said: \"Back in 2008 I was flying a Puma helicopter in Iraq at about 150ft and there was a bird strike – a seagull hit me in the chest and knocked me unconscious and my co-pilot had to make an emergency landing.\n\n\"We could have been killed. The bird strike blew the door off the helicopter, and a drone hitting an aircraft could have a similar effect.\n\n\"Drone sales do increase at Christmas time and people who fly them need to know the regulations and abide by them.\n\n\"You can not fly a drone within 50 metres of people, vessels, vehicles or structures so for most people flying one in your back garden would be ruled out.\n\n\"Four hundred feet is the maximum height for a drone and without a permission for commercial operation you need to stay 150 metres away from congested areas.\"\n\nAerial Motion Pictures was one of the UK’s first companies providing practical knowledge needed for full Civil Aviation Authority Commercial Unmanned Aerial Vehicle certification to fly a drone.\n\nThe firm offers commercial training courses for individuals and companies who use drones, and also sells drones to the public, as well as businesses.\n\nMr Williams was a helicopter instructor with the RAF for 13 years, rising to the rank of Flight Lieutenant before he left to concentrate on his business.\n\nHe added: \"Lots of people buy drones online at Christmas time but they need to be aware of the restrictions and regulations.\n\n\"If people buy a drone at this time of year they should take great care – they need to know the regulations and make sure they know how to fly the drone safely.\"\n\nMr Williams said large drones with a diameter of about 1.5m could cost from £5,000 to £10,000.\n\nA training course run by the company called Icarus costs £1,000 for two days or £1,700 for three days.\n\nThe company, which offers a range of commercial drone licensing courses as well as aerial filming, photography and retail services for companies, is expanding.\n\nMr Williams said: \"We are franchising our training courses out to Canada and they will be run by about 20 staff.\"\n\nIn September last year Thames Valley Police revealed that 31 incidents involving drones had been reported in the two years up to September 2015 but more recent figures have not been released.",
    "software_words": {
      "device": 1
    },
    "bug_words": {
      "bug": 3,
      "outage": 1
    },
    "title_collocations": [],
    "text_collocations": []
  }
]